{
  "meta": {
    "learningGoals": "<par>In dieser Kompetenz lernst du, eine <term>lineare Gleichung zu lösen</term>. Für eine Gleichung wie <inline-math/> kannst du die Lösung für <inline-math/> bestimmen. Dazu gehört <skill-link>Klammern erweitern</skill-link>, <skill-link>Terme rundschieben</skill-link>, <skill-link>gleichartige Terme zusammenfügen</skill-link> und schließlich die resultierende <skill-link>Produktgleichung lösen</skill-link>. Letzteres beinhaltet die Vereinfachung des Ergebnisses und dessen Überprüfung. Dieser Kompetenz deckt keine <skill-link>Gleichungen mit Brüchen mit <inline-math/> im Nenner</skill-link> ab.</par>"
  },
  "theory": {
    "intro": "<par>Eine <term>lineare Gleichung</term> ist eine Gleichung wie <inline-math/>, mit nur Termen aus Zahlen oder einer Zahl mal <inline-math/>. Manchmal gibt es auch Zahlen, die mit Klammern multipliziert werden, wie in <inline-math/>, aber es gibt keine Quadrate <inline-math/> oder kompliziertere Terme. In dieser Aufgabe geht es darum, eine solche Gleichung zu lösen und herauszufinden, welcher Wert von <inline-math/> sie gültig macht.</par>",
    "cleaning": "<head>Die Gleichung bereinigen</head><par>Das erste, was wir immer tun, wenn wir eine Gleichung wie <inline-math/> lösen, ist sie zu bereinigen. Das fängt damit an, dass wir <skill-link>Klammern erweitern</skill-link>: Wenn es Klammern mit <inline-math/> darin gibt, lösen wir sie auf. Wenn wir dies auf das Beispiel anwendet, erhalten wir <block-math/> Als Nächstes wollen wir die Terme aufräumen: Wir <skill-link>verschieben die Terme</skill-link> mit <inline-math/> auf eine Seite (zum Beispiel links) und die Terme ohne <inline-math/> auf die andere Seite (rechts). Dadurch wird unser Beispiel umgewandelt in <block-math/> Schließlich <skill-link>fügen wir Terme zusammen</skill-link> auf beiden Seiten. Das Beispiel wird dann reduziert auf <block-math/> Wir haben die Gleichung in eine viel einfachere Form umgeschrieben! Du erkennst vielleicht schon, dass es sich jetzt um eine <skill-link>Produktgleichung</skill-link> handelt.</par>",
    "solving": "<head>Die bereinigte Gleichung lösen</head><par>Wir können die aufgeräumte Gleichung mit dem Standardansatz zum <skill-link>Lösen von Produktgleichungen</skill-link> lösen. Wir <skill-link>bringen den Faktor</skill-link> vor der <inline-math/> auf die andere Seite und <skill-link>vereinfachen</skill-link> das Ergebnis. Das ergibt <block-math/> Schließlich setzen wir diese Lösung in die ursprüngliche Gleichung ein, um sie zu <skill-link>überprüfen</skill-link>. Daraus wird dann <block-math/> Beide Seiten ergeben <inline-math/>, was das Gleiche ist. Die Lösung ist richtig!</par>",
    "steps": "<head>Die Schritte</head><par>Um eine lineare Gleichung wie <inline-math/> zu lösen, ist wie folgt vorzugehen.</par><list><item><a>Wenn es Klammern mit der Unbekannten darin gibt, <skill-link>erweitere sie</skill-link>. Dadurch wird das Beispiel in <inline-math/> umgewandelt.</a></item><item><b><skill-link>Bringe alle Terme</skill-link> mit der Unbekannten auf die eine Seite und alle Terme ohne die Unbekannte auf die andere Seite. Wenn wir für das Beispiel alles mit <inline-math/> auf die linke und den Rest auf die rechte Seite bringen, erhalten wir <inline-math/>.</b></item><item><c><skill-link>Füge gleichartige Terme zusammen</skill-link> auf beiden Seiten. Dies auf das Beispiel anwenden, reduziert es auf <inline-math/>.</c></item><item><d><skill-link>Löse die erhaltene Produktgleichung</skill-link> nach der üblichen Methode, einschließlich der Vereinfachung des Ergebnisses und seiner Überprüfung. Für das Beispiel kommt <inline-math/> heraus, was die ursprüngliche Gleichung tatsächlich ausgleicht.</d></item></list>"
  }
}