{
  "meta": {
    "learningGoals": "<par>In dieser Kompetenz lernst du, eine <term>lineare Gleichung mit Brüchen zu lösen</term>, bei der die Unbekannte im Nenner steht. Für eine Gleichung wie <inline-math/> wirst du die Lösung <inline-math/> finden können. Dabei werden <skill-link>alle Terme der Gleichung multipliziert</skill-link> mit einem Faktor, um <inline-math/> aus allen Nennern zu entfernen, und anschließend wird auf die übliche Weise die entsprechende <skill-link>lineare Gleichung gelöst</skill-link>. Im Prinzip kann man jede lineare Gleichung auf diese Weise lösen.</par>"
  },
  "theory": {
    "intro": "<par>Es gibt Gleichungen, bei denen die Unbekannte im Nenner eines Bruchs steht. Nehmen wir zum Beispiel <inline-math/>. Manchmal sind diese Gleichungen eigentlich <term>verschleierte lineare Gleichungen</term>. Hier lernen wir, wie man das überprüft und wie man diese Gleichungen löst.</par>",
    "cleaning": "<head>Die Gleichung bereinigen</head><par>Wie bei Gleichungen üblich, beginnen wir damit, sie zu bereinigen. In der Gleichung <inline-math/> sehen wir, dass die Unbekannte <inline-math/> in einem Nenner steht, was unangenehm ist. Um dies zu beheben,  <skill-link>bringen wir den Faktor <inline-math/> auf die andere Seite</skill-link> und erhalten so <block-math/> Auf die gleiche Weise bringen wir auch den Faktor <inline-math/> auf die andere Seite, um zu gelangen zu <block-math/> Jetzt steht <inline-math/> nicht mehr in einem Nenner, und wenn wir unser Ergebnis genau betrachten, sehen wir, dass wir eine lineare Gleichung erhalten haben!</par>",
    "solving": "<head>Die lineare Gleichung lösen</head><par>Wir können nun die <skill-link>lineare Gleichung</skill-link> auf die übliche Weise lösen. Das Erweitern der Klammern ergibt <block-math/> Nimmt man alle Terme mit <inline-math/> nach links und alle Terme ohne nach rechts, erhält man <block-math/> Durch das Zusammenfügen gleichartiger Terme vereinfacht sich die Gleichung zu <block-math/> Wenn wir nun den Faktor <inline-math/> zur anderen Seite bringen, erhalten wir die endgültige Lösung <block-math/> Zur Kontrolle setzen wir dies in die ursprüngliche Gleichung ein und erhalten <block-math/> Mit etwas Arbeit können wir sehen, dass beide Seiten am Ende <inline-math/> ergeben, was übereinstimmt. Die Lösung ist richtig.</par>",
    "steps": "<head>Die Schritte</head><par>Um eine verdeckte lineare Gleichung wie <inline-math/> zu lösen, ist wie folgt vorzugehen.</par><list><item><a>Wenn die Unbekannte irgendwo im Nenner eines Bruchs liegt, <skill-link>bring diesen Nenner (als Faktor) auf die andere Seite der Gleichung</skill-link>, um das Problem zu beheben. Für das Beispiel machen wir das zweimal und erhalten <inline-math/>.</a></item><item><b>Wenn die resultierende Gleichung eine lineare Gleichung ist, <skill-link>löse sie auf die übliche Weise</skill-link>. Im Beispiel erhalten wir tatsächlich eine lineare Gleichung, und die Lösung folgt als <inline-math/>.</b></item></list>"
  }
}