{
	"meta": {
		"learningGoals": "<par>In dieser Kompetenz lernst du, eine <term>lineare Gleichung mit mehreren Variablen zu lösen</term>. Wenn du eine Gleichung als <inline-math/> hast, wirst du in der Lage sein, die Lösung für <inline-math/> als <inline-math/> zu bestimmen. Dazu gehört <skill-link>Klammern erweitern</skill-link>, <skill-link>Terme verschieben</skill-link>, die Unbekannte <skill-link>aus den Klammern entfernen</skill-link> und schließlich die entsprechende <skill-link>Produktgleichung lösen</skill-link>. Letzteres beinhaltet auch die Vereinfachung der Antwort und deren Überprüfung. Diese Kompetenz deckt keine <skill-link>Gleichungen mit Brüchen mit <inline-math/> im Nenner</skill-link> ab.</par>"
	},
	"theory": {
		"intro": "<par>Betrachte eine Gleichung als <inline-math/>. Diese Gleichung ist eine <term>lineare Gleichung</term> in Bezug auf <inline-math/>: Wenn wir alle anderen Variablen (<inline-math/> und <inline-math/>) als Zahlen betrachten, dann sind alle Terme entweder eine Zahl oder eine Zahl mal <inline-math/>. Eine lineare Gleichung kann auch Zahlen enthalten, die mit Klammern multipliziert werden, wie in <inline-math/>, aber es gibt keine Quadrate <inline-math/> oder kompliziertere Terme. Bei dieser Kompetenz geht es darum, eine solche Gleichung zu lösen, um herauszufinden, für welchen Wert von <inline-math/> sie wahr ist. Dies ist dem <skill-link>Lösen einer linearen Gleichung mit einer Variablen</skill-link> sehr ähnlich, aber es gibt ein paar kleine Unterschiede.</par>",
		"solving": "<head>Lösen der Gleichung</head><par>Das erste, was wir immer tun, wenn wir eine Gleichung wie <inline-math/> lösen, ist sie zu bereinigen. Das beginnt mit dem <skill-link>Erweitern von Klammern</skill-link>: Wenn es Klammern mit <inline-math/> darin gibt, müssen wir sie loswerden. Für das Beispiel erhalten wir so <block-math/> Als nächstes wollen wir die Terme aufräumen: wir <skill-link>bringen die Terme</skill-link> mit <inline-math/> auf eine Seite (zum Beispiel links) und die Terme ohne <inline-math/> auf die andere Seite (rechts). Dies wandelt unser Beispiel um in <block-math/> Schließlich <skill-link>ziehen wir <inline-math/> aus den Klammern heraus</skill-link>. Das bringt das Beispiel zurück zu <block-math/> Wir haben die Gleichung in eine viel einfachere Form umgeschrieben! Du erkennst vielleicht, dass es jetzt eine <skill-link>Produktgleichung mit mehreren Variablen</skill-link> ist. Wir können ihn auf die übliche Weise lösen: Wir <skill-link>bringen den Faktor</skill-link> vor der <inline-math/> auf die andere Seite. Das ergibt <block-math/> Das ist die Lösung der Gleichung.</par>",
		"checking": "<head>Überprüfen der Lösung</head><par>Wie üblich wollen wir die Lösung noch in die ursprüngliche Gleichung einsetzen, um zu <skill-link>überprüfen</skill-link>, ob sie korrekt ist. Wir erhalten also <block-math/> Jetzt müssen wir sehen, ob beide Seiten auf denselben Ausdruck reduziert werden können. Das ist etwas kompliziert, aber der erste Schritt, den wir tun können, ist, die Konstanten <inline-math/> und <inline-math/> in einen Bruch umzuwandeln, bei dem <inline-math/> auch im Nenner steht. Das ergibt <block-math/> Wenn wir die <skill-link>Klammern in den Zählern erweitern</skill-link>, dann erhalten wir <block-math/> Die <skill-link>Zusammenziehung von Brüchen</skill-link> wandelt dies dann um in <block-math/> Das <skill-link>Erweitern der Klammern</skill-link> auf der linken Seite ergibt schließlich <block-math/> Beide Seiten der Gleichung sind tatsächlich auf dasselbe reduziert, was bedeutet, dass die gefundene Lösung richtig ist. </par><par>Du hast vielleicht bemerkt, dass das Überprüfen der Lösung mehr Arbeit macht, als sie zu finden. Aus diesem Grund wirst du feststellen, dass du mit zunehmender Beherrschung dieser Kompetenz deine Lösung nicht mehr immer überprüfen musst. Es ist jedoch immer noch ratsam, dies die ersten paar Male zu tun, um diese Kompetenz zu beherrschen.</par>",
		"steps": "<head>Die Schritte</head><par>Um eine lineare Gleichung wie <inline-math/> für die Zielvariable <inline-math/> zu lösen, ist wie folgt vorzugehen.</par><list><item><a>Wenn es irgendwo Klammern mit der Zielvariable darin gibt, <skill-link>erweitere sie</skill-link>. Dadurch wird das Beispiel in <inline-math/> umgewandelt.</a></item><item><b><skill-link>Bringe alle Terme</skill-link> mit der Zielvariable auf die eine Seite der Gleichung und alle ohne die Zielvariable auf die andere Seite. Wenn wir für das Beispiel alle Terme mit <inline-math/> auf die linke Seite und alle Terme ohne auf die rechte Seite bringen, erhalten wir <inline-math/>.</b></item><item><c><skill-link>Ziehe die Zielvariable aus den Klammern heraus</skill-link>. Wenn wir <inline-math/> aus den Klammern ziehen, wird das Beispiel in <inline-math/> umgewandelt.</c></item><item><d><skill-link>Löse die entsprechende Produktgleichung</skill-link>, indem du den Faktor innerhalb der Klammern auf die andere Seite verschiebst. Vereinfache, wenn möglich, auch und überprüfe das Ergebnis. Für das Beispiel erhalten wir <inline-math/>, was die Gleichung tatsächlich ausgleicht.</d></item></list>"
	}
}