{
  "meta": {
    "learningGoals": "<par>In this skill you learn to <term>add/subtract fractions with variables</term>, like turning <inline-math/> into <inline-math/>. This includes multiplying both sides of a fraction by a factor to get an equal denominator, expanding (often double) brackets, and subsequently adding together the two like fractions. The skill does not require the cancellation of potential polynomial fractions afterwards.</par>"
  },
  "theory": {
    "intro": "<par>If we add two number fractions with unequal denominator, such as <inline-math/>, then we know how to do so: ensure the denominators are equal by rewriting the fractions (giving <inline-math/>) and then adding up the fractions to get <inline-math/>. But how does this work when variables are involved, like when calculating <inline-math/>? The answer is: exactly the same. But there are a few things to pay attention to.</par>",
    "rule": "<head>The rule</head><par>The above idea can also be captured into a rule. If we have two general fractions <inline-math/> and <inline-math/> that we add up, then we can write <block-math/> Or similarly for subtracting we have <block-math/></par><par>Using this rule, we can immediately solve the example through <block-math/> If you have practiced enough to see this short-cut, it can save some time.</par>",
    "simplifying": "<head>Simplifying the outcome</head><par>The above result is still unnecessarily long and can be simplified. The first step is to <skill-link>expand all brackets</skill-link> in the numerator. For the example, this results in <block-math/> Note that minus times minus becomes plus.</par><par>Subsequently, it is often possible to <skill-link>merge similar terms</skill-link> together. Note that <inline-math/> can be turned into <inline-math/> and similarly <inline-math/> can be turned into <inline-math/>. So we can write <block-math/> This cannot be simplified further, so we are done. Altogether, the final result can be written as <block-math/> In some cases there are further simplifications that can be done, like <skill-link>canceling fraction factors</skill-link>. For instance, if we for example would have gotten something like <inline-math/> in the end, then a factor <inline-math/> could have been canceled as well. However, for this skill these further simplifications are not required.</par>",
    "steps": "<head>The steps</head><par>To add/subtract two fractions with variables, like <inline-math/>, take the following steps.</par><list><item><a>Rewrite the fractions so they all have the same denominator. For this, <skill-link>multiply both sides</skill-link> of the left fraction by the numerator of the right fraction, and similarly <skill-link>multiply both sides</skill-link> of the right fraction by the numerator of the left fraction. For the example this gives <inline-math/>.</a></item><item><b><skill-link>Expand all (often double) brackets</skill-link> in the numerators. For the example we get <inline-math/>.</b></item><item><c><skill-link>Add the like fractions</skill-link> and simplify the result as much as possible. For the example the final result is <inline-math/>.</c></item></list>",
    "idea": "<head>Ensuring an equal denominator</head><par>We want to add/subtract two fractions with variables, like <block-math/> We know how to add fractions with equal denominators, but this time our fractions do not have equal denominators. To still be able to add these two fractions, we first must force them to have the same denominator.</par><par>To do so, we take the left fraction and multiply both the numerator and the denominator by <inline-math/> (the denominator of the other fraction). This turns <inline-math/> into <inline-math/>. We also take the right fraction, and multiply its numerator and denominator by <inline-math/> (the denominator of the first fraction). This turns <inline-math/> into <inline-math/>. Altogether, we may hence write <block-math/> And now we have two fractions with equal denominator!</par><par>Before we add up the fractions, it is wise to first expand all brackets inside the numerators. That makes the next step a bit easier. Doing so gives <block-math/> Note that we leave the denominator unchanged: expanding brackets there is of course allowed, but generally does not make things easier.</par><par>Now that we have two relatively easy fractions with equal denominator, we can add them up in the usual way. We first get <block-math/> which can then immediately be simplified into <block-math/> The final result is <block-math/></par>",
    "equalDenominator": "<head>Ensuring an equal denominator</head><par>We want to add/subtract two <term>unlike fractions</term> (fractions with unequal denominator), such as <block-math/> We know how to <skill-link>add two like fractions</skill-link> (with equal denominators), but this time our fractions do not have equal denominators. To still be able to add these two fractions, we first must force them to have the same denominator.</par><par>To do so, we take the left fraction and multiply both the numerator and the denominator by <inline-math/> (that is, the denominator of the other fraction). This turns <inline-math/> into <inline-math/>. Note that this is the same: we could even <skill-link>cancel the factor</skill-link> again to get back to where we started. Identically, we also take the right fraction, and multiply its numerator and denominator by <inline-math/> (the denominator of the first fraction). This turns <inline-math/> into <inline-math/>. Altogether, we may hence write <block-math/> And now we have two fractions with equal denominator!</par>",
    "addingFractions": "<head>Adding the two fractions</head><par>We now have two fractions with equal denominator. Before we add these up, it is wise to first <skill-link>expand all brackets</skill-link> inside the numerators. That makes the next step a bit easier. Doing so gives <block-math/> Note that we leave the denominator unchanged: expanding brackets there is of course allowed, but generally does not make things easier.</par><par>Now that we have two relatively easy fractions with equal denominator, we can <skill-link>add them up</skill-link> in the usual way, by pulling the numerators together. We first get <block-math/> which can then immediately be simplified by <skill-link>merging similar terms</skill-link> into <block-math/> The final result is <block-math/></par>"
  }
}