{
  "meta": {
    "learningGoals": "<par>In dieser Kompetenz lernst du, einen <term>Bruch von Bruchsummen mit mehreren Variablen zu vereinfachen</term>, zum Beispiel durch Umwandlung von <inline-math/> in den einzelnen Bruch <inline-math/>. Dazu gehört die <skill-link>Addition/Subtraktion von Brüchen</skill-link> und die anschließende <skill-link>Vereinfachung des Bruches von Brüchen</skill-link>. Die Kompetenz erfordert nicht das <skill-link>Erweitern von Klammern</skill-link> oder andere ähnliche/abgeleitete Operationen.</par>"
  },
  "theory": {
    "intro": "<par>Zuvor haben wir gesehen, wie man <skill-link>Brüche addiert</skill-link> (eine Summe von Brüchen als einen einzigen Bruch schreibt) und auch wie man <skill-link>Brüche dividiert</skill-link> (einen Bruch von Brüchen als einen einzigen Bruch schreibt). Jetzt schauen wir uns einen komplizierteren Aufbau an. Wenn wir einen Bruch haben, der eine Summe von Brüchen enthält, wie <inline-math/>, wie wandeln wir diesen in einen einzigen Bruch um?</par>",
    "adding": "<head>Brüche addieren</head><par>Der erste Schritt besteht darin, Brüche zu addieren, wo immer dies möglich ist. In diesem Fall gibt es nur eine Summe von Brüchen. Um sie zu addieren, stellen wir zunächst sicher, dass sie denselben Nenner haben. Dadurch wird der ursprüngliche Ausdruck umgewandelt in <block-math/> Die Addition der Brüche ergibt dann <block-math/> Jetzt gibt es keine Additionen/Subtraktionen von Brüchen mehr.</par>",
    "simplifying": "<head>Bruchteilungen vereinfachen</head><par>Der zweite und letzte Schritt besteht darin, die Division von Brüchen zu vereinfachen. Zunächst verwenden wir die Standardregeln für die Division von Brüchen, um sie als einen einzigen Bruch zu schreiben, <block-math/> Die Zahlen in diesem Bruch können noch weiter vereinfacht werden. Um genau zu sein, können wir sowohl den Zähler als auch den Nenner durch <inline-math/> dividieren, sodass <block-math/> Natürlich können wir die Klammern noch erweitern, aber es ist eine Frage der Vorliebe, ob dies tatsächlich \"einfacher\" ist, daher ist dies hier nicht zwingend erforderlich.</par>",
    "steps": "<head>Die Schritte</head><par>Um einen Bruch von Bruchsummen wie <inline-math/> zu vereinfachen, ist wie folgt vorzugehen.</par><list><item><a><skill-link>Schreib jede Addition/Subtraktion von Brüchen als einzelne Brüche</skill-link>. Damit wird das Beispiel in <inline-math/> umgewandelt.</a></item><item><b><skill-link>Vereinfache den Bruch von Brüchen</skill-link>, indem du ihn als einen einzigen Bruch aufschreibst und so viele Faktoren wie möglich eliminierst. Für das Beispiel erhalten wir so das Endergebnis <inline-math/>.</b></item></list>"
  }
}