{
  "meta": {
    "learningGoals": "<par>In dieser Kompetenz lernst du, <term>Klammern zu erweitern bei der Potenz eines Produkts</term>. Wenn du einen Ausdruck wie <inline-math/> siehst, kannst du diesen in <inline-math/> und anschließend in <inline-math/> umwandeln. Dazu gehört auch das <skill-link>Vereinfachen von Produkten von Zahlen</skill-link> zu einer einzigen Zahl. Es kann auch das <skill-link>Umschreiben negativer Potenzen</skill-link> umfassen, wie beispielsweise die Umwandlung von <inline-math/> in <inline-math/>.</par>"
  },
  "theory": {
    "intro": "<par>Wenn wir einen Ausdruck wie <inline-math/> finden, gibt es eine Möglichkeit, das einfacher zu schreiben? Wir können die <term>Klammern ausmultiplizieren</term>.</par>",
    "idea": "<head>Der Umweg</head><par>Zunächst betrachten wir die lange Methode zum Ausmultiplizieren von Klammern. Bei dieser Methode ist es wichtig zu bedenken, dass eine Potenz einfach eine wiederholte Multiplikation ist. Somit entspricht <inline-math/> <block-math/> Wenn wir uns die rechte Seite der Gleichung ansehen, erkennen wir, dass die Klammern eigentlich nicht notwendig sind. Denn wenn wir Faktoren multiplizieren, spielt die Reihenfolge der Multiplikation keine Rolle. Wir können es also schreiben als <block-math/> Als nächste Vereinfachung können wir <skill-link>alle Zahlenmultiplikationen zu einem einzigen Faktor zusammenfassen</skill-link>. Da <inline-math/> gleich <inline-math/> ist, reduziert sich alles auf <block-math/> Ebenso können wir <inline-math/> <skill-link>als Potenz schreiben</skill-link> als <inline-math/>. Alles zusammen ergibt das Endergebnis <block-math/> Einfacher können wir es nicht schreiben.</par>",
    "shortcut": "<head>Die Abkürzung</head><par>Wir können die oben beschriebene Methode erheblich verkürzen. Wenn wir uns das Endergebnis ansehen, stellen wir fest, dass es eigentlich gleich <inline-math/> ist. Allgemeiner gesagt lautet die offizielle Regel, dass <block-math/> für <emp>jeden möglichen Wert</emp> von <inline-math/>, <inline-math/> und <inline-math/>. Mit dieser Regel können wir <inline-math/> direkt als <inline-math/> umschreiben, was dann auf <inline-math/> reduziert wird.</par>",
    "negativePowers": "<head>Negative Potenzen</head><par>Manchmal stößt man auf einen negativen Exponenten. Wie können wir beispielsweise <inline-math/> vereinfachen?</par><par>Die Lösung hierfür besteht darin, zunächst die <skill-link>negative Potenz</skill-link> als positive Potenz umzuschreiben. Die entsprechende Regel besagt, dass wir schreiben dürfen, dass <block-math/> Auf diese Weise können wir jede negative Potenz in eine positive umwandeln. </par><par>Anschließend sind die Schritte identisch mit den vorherigen, nur dass alles unter dem Bruchstrich stattfindet. Wir können also schreiben, dass <block-math/> Kurz gesagt: Wenn wir auf einen negativen Exponenten stoßen, wandeln wir ihn zunächst in einen Bruch um und führen dann alle Schritte wie gewohnt aus.</par>",
    "steps": "<head>Die Schritte</head><par>Um die Klammern bei einem Produkt auf die lange Art und Weise auszumultiplizieren, wie beispielsweise bei <inline-math/>, ist wie folgt vorzugehen.</par><list><item><a>Wenn der Exponent eine negative Zahl ist, <skill-link>schreib die negative Potenz</skill-link> zuerst als Bruch um. Im Beispiel wandeln wir <inline-math/> in <inline-math/> um.</a></item><item><b><skill-link>Schreibe die Potenz</skill-link> als Multiplikation. Für das Beispiel können wir <inline-math/> als <inline-math/> schreiben.</b></item><item><c><skill-link>Füge alle Zahlenfaktoren zu einem einzigen Faktor zusammen</skill-link>. Wir können <inline-math/> in <inline-math/> umwandeln, um <inline-math/> zu erhalten.</c></item><item><d><skill-link>Füge die Variablen als Potenz zusammen</skill-link>. Wir können <inline-math/> als <inline-math/> schreiben, wodurch wir zum Endergebnis <inline-math/> gelangen.</d></item></list><par>Alternativ kannst du einen Großteil der oben genannten Schritte mithilfe der Regel <inline-math/> überspringen. Wende dann die folgenden Schritte an.</par><list><item><e>(Identisch mit oben:) Wenn der Exponent eine negative Zahl ist, <skill-link>schreib die negative Potenz</skill-link> zuerst als Bruch um. Im Beispiel wandeln wir <inline-math/> in <inline-math/> um.</e></item><item><f>Wende die Regel <inline-math/> an, um die Potenz in den Klammern zu ziehen. Das Beispiel wird damit in <inline-math/> umgewandelt.</f></item><item><g><skill-link>Berechne die Potenzen der Zahlen</skill-link>, um den endgültigen Ausdruck zu vereinfachen. Im Beispiel können wir <inline-math/> in <inline-math/> umwandeln, um zu <inline-math/> zu gelangen.</g></item></list><par>In der Praxis wird man mit etwas Übung eigentlich immer die zweite Methode anwenden, da sie viel kürzer ist.</par>"
  }
}