{
  "intro": "Step-Wise is een gratis bijles-web-app waarmee je wiskunde-, natuurkunde- en mechanicavaardigheden kan bijspijkeren tot (pre-)universiteitsniveau. Wil je weten hoe het werkt? Lees dan de specifieke pagina's <a>voor studenten</a> en <b>voor docenten</b>. Hieronder vind je meer historische en technische informatie over Step-Wise.",
  "contact": {
    "head": "Contact opnemen",
    "par1": "Wil je een bug melden? Om een nieuwe feature vragen? Of simpelweg een boeiende discussie over onderwijs hebben? Om wat voor reden dan ook: we staan altijd open voor een snelle uitwisseling van ideeën! Stuur simpelweg een mail naar <a>{infoEmail}</a> (Hildo) en je krijgt binnen een dag antwoord."
  },
  "origins": {
    "head": "Oorsprong van Step-Wise",
    "par1": "In 2020, met de start van de corona pandemie, zat iedereen opeens thuis. Natuurlijk konden docenten online colleges geven, maar de nuttigere oefensessies waren niet meer mogelijk. Je kan via een videoverbinding niet zomaar over de schouder van een student meekijken en feedback geven. Het ontbrak studenten aan goede ondersteuning.",
    "par2": "Met te veel tijd over tijdens de lock-down, besloot Hogeschool-Utrecht-docent <a>Hildo Bijl</a> om een kleine web-app in elkaar te zetten die alsnog een beetje ondersteuning en coaching kon bieden. En zo begon Step-Wise.",
    "par3": "Tijdens het eerste jaar lag de focus op thermodynamica. Studenten waren enthousiast, vooral over de oneindige hoeveelheid oefenopgaven, de intuïtieve invoermogelijkheden, en de automatische feedback van de slimme natuurkundescripts. Hierdoor werden het jaar erop ook onderdelen van wiskunde en mechanica toegevoegd. De hoeveelheid materiaal groeide gestaag.",
    "par4": "Met het einde van de pandemie keerden de studenten weer terug naar het klaslokaal. Het bleek dat Step-Wise ook daar veel toegevoegde waarde had. Terwijl de app de meeste studenten kon helpen en veel vragen kon beantwoorden, hadden de docenten meer tijd over om de studenten te helpen met grotere moeilijkheden dan wat door een web-app opgelost kon worden. Daar bovenop werd nog een samenwerkingsmodus toegevoegd, zodat studenten in het klaslokaal ook samen oefenen kunnen.",
    "par5": "In 2023 verhuisde Hildo naar Duitsland, wat ertoe leidde dat Step-Wise ook in het Engels en Duits beschikbaar werd, bovenop Nederlands. Dit maakte het mogelijk om verschillende kleine tests op te zetten bij de Hogeschool Bochum. Langzaam werden meer functionaliteiten toegevoegd, waardoor meerdere universiteiten vanuit verschillende landen Step-Wise op vloeiende wijze gebruiken kunnen."
  },
  "technical": {
    "head": "Technische details",
    "par1": "De Step-Wise app is als zogenaamde <strong>Progressive Web App</strong> opgezet: een website die zich ook voor kan doen als smartphone app. Hij is ontworpen voor gebruik op een laptop, maar hij kan ook als app aan je smartphone home screen toegevoegd worden.",
    "par2": "Wil je meer weten over hoe het achter de schermen werkt? De app is open-source: alle source code is beschikbaar in de <a>GitHub repository</a>. Maar laten we je kort een samenvatting geven.",
    "list": "<list><item><a><strong>Front-end:</strong> De voorkant van de app is gemaakt met <a>React</a> bovenop de <a>Create-React-App</a>. Hiermee kunnen we gemakkelijk interactieve onderdelen maken.</a></item><item><b><strong>Ontwerp:</strong> Het uiterlijk van de app is gebaseerd op de <a>Material UI richtlijnen</a>, met styling via <a>JSS</a>.</b></item><item><c><strong>Afbeeldingen:</strong> Ontevreden met bestaande mogelijkheden hebben we onze eigen gemakkelijk te gebruiken <a>afbeeldingentoolbox</a> opgezet, om dynamisch simpele web-afbeeldingen te genereren, variërend van wiskundige geometrische opstellingen tot interactieve plots.</c></item><item><d><strong>Vergelijkingen:</strong> Wiskundige uitdrukkingen en vergelijkingen worden gerenderd met behulp van <a>KaTeX</a>, hoewel we wel nog eigen plug-ins hebben toegevoegd om gemakkelijk vergelijkingen en natuurkundige grootheden in TeX code om te zetten.</d></item><item><e><strong>Wiskunde/natuurkunde:</strong> Omdat we slechts één programmeertaal (Javascript) voor de app wilden gebruiken, was er voor ons geen geschikt Computer Algebra System (CAS). Dus hebben we <a>ons eigen CAS</a> opgezet, inclusief natuurkunde-scripts, om alles goed na te kunnen kijken.</e></item><item><f><strong>Back-end:</strong> Als een opgave ingestuurd wordt, dan wordt het naar onze <a>GraphQL API</a> gestuurd om nagekeken te worden. Deze API draait op <a>Apollo</a>.</f></item><item><g><strong>Server:</strong> We gebruiken een server in Amsterdam, geleverd en onderhouden door <a>DigitalOcean</a>.</g></item><item><h><strong>Database:</strong> Alle gebruikersdata wordt in een <a>PostgreSQL database</a> opgeslagen. Deze wordt door <a>DigitalOcean</a> goed beveiligd en up-to-date gehouden.</h></item></list>",
    "par3": "Aangezien Step-Wise open-source is, kan iedereen bijdragen. Wil je ook betrokken worden? (Met of zonder programmeerkennis.) Stuur ons dan een email via <a>{infoEmail}</a> en we kijken samen naar de mogelijkheden!"
  },
  "privacy": {
    "head": "Privacy",
    "par1": "Bij Step-Wise nemen we je privacy serieus. Correct en integer met data omgaan staat centraal in elk onderdeel van de app. Hierbij gebruiken we twee fundamentele ideeën.",
    "list": "<list><item><a><strong>Need to know:</strong> Je krijgt alleen toegang tot data die je nodig hebt voor wat je wilt doen. Niets meer, niets minder.</a></item><item><b><strong>Vragen waar nodig:</strong> Als je een actie uitvoert die ertoe leidt dat anderen toegang tot je data krijgen (zoals het inschrijven bij een cursus) dan laten we je dit weten en vragen we je op dat exacte moment om toestemming. Niet eerder, en zeker niet later.</b></item></list>",
    "par2": "Dit geeft je een goede gebruikerservaring, terwijl je data veilig blijft. Wil je meer weten over hoe we met je data omgaan? Lees dan onze volledige <a>Privacy Policy</a>. Deze zie je trouwens ook als je voor het eerst inlogt."
  }
}