{
  "meta": {
    "learningGoals": "<par>In deze vaardigheid leer je om een <term>lineaire vergelijking met breuken op te lossen</term> waar de onbekende in de noemer staat. Bij een vergelijking als <inline-math/> zul je in staat zijn om de oplossing <inline-math/> te vinden. Dit omvat het <skill-link>vermenigvuldigen van alle vergelijkingstermen</skill-link> met een factor om <inline-math/> uit alle noemers te halen, en hieropvolgend het op de standaardwijze <skill-link>oplossen van de betreffende lineaire vergelijking</skill-link>. In principe kun je op deze wijze elke lineaire vergelijking oplossen.</par>"
  },
  "theory": {
    "intro": "<par>We kunnen vergelijkingen tegen komen waar de onbekende in de noemer van een breuk staat. Denk aan bijvoorbeeld <inline-math/>. Soms zijn deze vergelijkingen in werkelijkheid <term>vermomde lineaire vergelijkingen</term>. Hier leren we hoe we dat kunnen controleren, en hoe we deze vergelijkingen vervolgens op kunnen lossen.</par>",
    "cleaning": "<head>De vergelijking opruimen</head><par>Zoals gewoonlijk met vergelijkingen, beginnen we met ze opruimen. In de vergelijking <inline-math/> zien we dat de onbekende <inline-math/> in een noemer staat, wat onhandig is. Om dit op te lossen <skill-link>brengen we de factor <inline-math/> naar de andere kant</skill-link> en krijgen zo <block-math/> Op identieke wijze brengen we ook de factor <inline-math/> naar de andere kant om uit te komen op <block-math/> Nu staat <inline-math/> niet meer in een noemer, en als we ons resultaat goed bekijken, dan zien we dat we op een lineaire vergelijking uitgekomen zijn!</par>",
    "solving": "<head>De lineaire vergelijking oplossen</head><par>We kunnen nu op de standaard wijze de <skill-link>lineaire vergelijking oplossen</skill-link>. Haakjes uitwerken geeft <block-math/> Alle termen met <inline-math/> naar links halen en alle termen zonder naar rechts leidt tot <block-math/> Het samenvoegen van soortgelijke termen vereenvoudigt dit tot <block-math/> Als we dan nog de factor <inline-math/> naar de andere kant halen, krijgen we de eindoplossing <block-math/> Als controle vullen we dit in de oorspronkelijke vergelijking in en krijgen zo <block-math/> Met wat werk kunnen we zien dat beide kanten uitkomen op <inline-math/>, wat overeenkomt. De oplossing klopt.</par>",
    "steps": "<head>De stappen</head><par>Om een vermomde lineaire vergelijking op te lossen, zoals <inline-math/>, neem je de volgende stappen.</par><list><item><a>Als de onbekende ergens in een noemer van een breuk staat, <skill-link>breng deze noemer (als factor) naar de andere kant van de vergelijking</skill-link> om dit op te lossen. Bij het voorbeeld doen we dit twee maal en krijgen zo <inline-math/>.</a></item><item><b>Als de hieruit volgende vergelijking een lineaire vergelijking is, dan <skill-link>los je deze op de standaardwijze op</skill-link>. Bij het voorbeeld krijgen we inderdaad een lineaire vergelijking, en de oplossing volgt als <inline-math/>.</b></item></list>"
  }
}