{
	"meta": {
		"learningGoals": "<par>In deze vaardigheid leer je een <term>lineaire vergelijking met meerdere variabelen op te lossen</term>. Als je een vergelijking als <inline-math/> hebt, dan zul je de oplossing voor <inline-math/> kunnen bepalen als <inline-math/>. Dit omvat het <skill-link>uitwerken van eventuele haakjes</skill-link>, het <skill-link>verschuiven van termen</skill-link>, het <skill-link>buiten haakjes halen van de onbekende</skill-link> en het uiteindelijke <skill-link>oplossen van de betreffende productvergelijking</skill-link>. Dit laatste betreft ook het vereenvoudigen van het antwoord en het controleren ervan. Deze vaardigheid betreft geen <skill-link>vergelijkingen met breuken met <inline-math/> in de noemer</skill-link>.</par>"
	},
	"theory": {
		"intro": "<par>Bekijk een vergelijking als <inline-math/>. Deze vergelijking is een <term>lineaire vergelijking</term> ten opzichte van <inline-math/>: als we alle andere variabelen (<inline-math/> en <inline-math/>) als getal beschouwen, dan zijn alle termen ofwel een getal ofwel een getal keer <inline-math/>. Een lineaire vergelijking mag ook getallen vermenigvuldigd met haakjes hebben, zoals in <inline-math/>, maar er zijn geen kwadraten <inline-math/> of ingewikkeldere termen. Deze vaardigheid gaat over het oplossen van zo'n vergelijking om te vinden voor welke waarde van <inline-math/> hij kloppend is. Dit is erg soortgelijk aan het <skill-link>oplossen van een lineaire vergelijking met één variabele</skill-link>, maar er zijn een paar kleine verschillen.</par>",
		"solving": "<head>De vergelijking oplossen</head><par>Het eerste dat we altijd doen bij het oplossen van een vergelijking als <inline-math/> is hem opruimen. Dat begint met het <skill-link>uitwerken van haakjes</skill-link>: als er haakjes zijn met <inline-math/> erin, dan moeten we daar vanaf komen. Bij het voorbeeld krijgen we zo <block-math/> Vervolgens willen we de termen opschonen: we <skill-link>brengen de termen</skill-link> met <inline-math/> naar de ene kant (bijvoorbeeld links) en de termen zonder <inline-math/> naar de andere kant (rechts). Dit zet ons voorbeeld om in <block-math/> Uiteindelijk <skill-link>halen we <inline-math/> buiten haakjes</skill-link>. Dit brengt het voorbeeld terug tot <block-math/> We hebben de vergelijking omgeschreven naar een vorm die veel eenvoudiger is! Je herkent mogelijk dat het nu een <skill-link>productvergelijking met meerdere variebelen</skill-link> is. We kunnen hem op de standaardwijze oplossen: we <skill-link>brengen de factor</skill-link> voor de <inline-math/> naar de andere kant. Dit geeft <block-math/> Dit is de oplossing van de vergelijking.</par>",
		"checking": "<head>De oplossing controleren</head><par>Zoals gewoonlijk willen we de oplossing nog in de oorspronkelijke vergelijking invullen om te <skill-link>controleren of hij klopt</skill-link>. Zo krijgen we <block-math/> We moeten nu kijken of beide kanten teruggebracht kunnen worden tot dezelfde uitdrukking. Dit is ietwat ingewikkeld, maar de eerste stap die we kunnen doen is de constanten <inline-math/> en <inline-math/> omzetten in een breuk met ook <inline-math/> in de noemer. Dit geeft <block-math/> Als we de <skill-link>haakjes uitwerken</skill-link> in de tellers, dan krijgen we <block-math/> Het <skill-link>samenvoegen van breuken</skill-link> zet dit vervolgens om in <block-math/> Het <skill-link>uitwerken van de haakjes</skill-link> links geeft uiteindelijk <block-math/> Beide kanten van de vergelijking worden inderdaad teruggebracht tot hetzelfde, wat betekent dat de oplossing die we gevonden hebben kloppend is.</par><par>Je hebt mogelijk opgemerkt dat het controleren van de oplossing meer werk is dan het vinden van die oplossing. Hierdoor zul je merken dat, als je deze vaardigheid beter gaat beheersen, je niet altijd meer je oplossing controleert. Het is echter nog steeds aan te raden om het de eerste paar keer wel te doen, juist om deze vaardigheid goed te leren beheersen.</par>",
		"steps": "<head>De stappen</head><par>Om een lineaire vergelijking zoals <inline-math/> voor de doelvariabele <inline-math/> op te lossen, neem je de volgende stappen.</par><list><item><a>Als er ergens haakjes zijn met de doelvariabele erin, <skill-link>werk deze dan uit</skill-link>. Dit zet het voorbeeld om in <inline-math/>.</a></item><item><b><skill-link>Breng alle termen</skill-link> met de doelvariabele naar de ene kant van de vergelijking, en zonder de doelvariabele naar de andere kant. Bij het voorbeeld, als we alles met <inline-math/> naar links halen en alls zonder naar rechts, dan krijgen we <inline-math/>.</b></item><item><c><skill-link>Haal de doelvariabele buiten haakjes</skill-link>. Het buiten haakjes halen van <inline-math/> zet het voorbeeld om in <inline-math/>.</c></item><item><d><skill-link>Los de betreffende productvergelijking op</skill-link> door de factor binnen haakjes naar de andere kant te brengen. Vereenvoudig ook waar mogelijk het resultaat en controleer deze. Bij het voorbeeld komen we uit op <inline-math/>, wat inderdaad de vergelijking uitbalanceert.</d></item></list>"
	}
}