{
  "meta": {
    "learningGoals": "<par>In dieser Kompetenz lernst du, <term>Klammern zu erweitern bei der Potenz einer Summe</term>. Wenn du einen Ausdruck wie <inline-math/> siehst, kannst du diesen in <inline-math/> umwandeln. Dazu gehört das Erstellen der richtigen Struktur, das <skill-link>Berechnen der Potenzen jedes einzelnen Terms</skill-link>, das Nachschlagen der richtigen Multiplikationskoeffizienten und schließlich das <skill-link>Vereinfachen der einzelnen Terms</skill-link>. Diese Kompetenz umfasst auch negative Potenzen wie <inline-math/>. Sie umfasst nur Summen mit zwei Termen und befasst sich nicht mit der Berechnung von <inline-math/> oder Ähnlichem.</par>"
  },
  "theory": {
    "intro": "<par>Wenn wir einen Ausdruck wie <inline-math/> finden, können wir wieder die <term>Klammern ausarbeiten</term>. Schauen wir uns mal an, wie das funktioniert.</par>",
    "idea": "<head>Der Umweg</head><par>Zuerst betrachten wir den langen Weg, um Klammern auszumultiplizieren. In der Praxis verwenden wir diesen nicht, da wir dadurch sehr große Ausdrücke erhalten. Bei dieser Methode schreiben wir die Potenz vollständig aus als <block-math/> Anschließend können wir mit dem auflösen der Klammern beginnen. Zuerst multiplizieren wir die Klammern auf der linken Seite aus. So erhalten wir <block-math/> Anschließend lösen wir bei jedem Term den zweiten Satz Klammern auf. Das ergibt <block-math/> Wenn wir dann auch noch die letzten Klammern auflösen, erhalten wir <block-math/> Beachte, dass jede mögliche Kombination der Faktoren <inline-math/> und <inline-math/> darin enthalten ist. So erhalten wir einen riesigen Ausdruck. Glücklicherweise können wir ihn erheblich vereinfachen.</par><par>Zunächst können wir alle einzelnen Terme vereinfachen, sodass <block-math/> Nun sehen wir, dass einige Terme mehrfach vorkommen. Genauer gesagt haben wir dreimal den Term <inline-math/> und dreimal den Term <inline-math/>. Auch das können wir vereinfachen! Das ergibt das Endergebnis <block-math/> Es war viel Arbeit, aber wir haben es geschafft.</par>",
    "visualization": "<head>Das Ergebnis verstehen</head><par>Das Ergebnis sieht vielleicht verwirrend und übertrieben groß aus. Es gibt jedoch einen Grund, warum es so aufgebaut ist, wie es ist. Um dies zu verstehen, hilft es, es zu visualisieren. In der Geometrie berechnet ein Quadrat oder eine zweite Potenz als <inline-math/> eine Fläche. </par><square-visualization/><par>Das Quadrat <inline-math/> stellt dabei das gesamte Quadrat dar, aber wir können es auch in Teilflächen aufteilen. Wenn wir die Klammern auflösen, erhalten wir den Ausdruck <inline-math/>. Hier stellt jeder Term eine kleinere Fläche dar.</par><par>Wir können dasselbe für eine dritte Potenz tun wie <inline-math/>, die ein Volumen berechnen würde. </par><cube-visualization/><par>Hier stellt <inline-math/> das Volumen des gesamten Würfels dar, aber wir können den Würfel auch in kleinere Blöcke aufteilen. Diese Blöcke stellen die einzelnen Terme in <inline-math/> dar. Genauer gesagt haben wir einen großen Würfel für <inline-math/>, drei quadratische Blöcke für <inline-math/>, drei rechteckige Blöcke für <inline-math/> und einen kleineren Würfel für <inline-math/>.</par>",
    "shortcut": "<head>Die Abkürzung</head><par>Die oben beschriebene Methode ist sehr aufwendig, und dies wird mit zunehmender Größe des Exponenten noch schwieriger. Schauen wir uns einmal eine Abkürzung an.</par><par>Zunächst wollen wir die Terme finden, die im endgültigen Ausdruck vorkommen werden. Im Prinzip sind dies die Blöcke des obigen Würfels. Diese sind<math-list/>Beachte, dass wir eine Potenz des ersten Terms <inline-math/> und eine Potenz des zweiten Terms <inline-math/> nehmen, wobei wir darauf achten, dass die beiden Exponenten zusammen <inline-math/> ergeben (der Exponent, mit dem wir begonnen haben), und dann multiplizieren wir diese beiden Potenzen.</par><par>Als Nächstes möchten wir bestimmen, wie oft jeder dieser Terme im endgültigen Ausdruck vorkommt. Mit anderen Worten: Wie oft kommt jeder Block im Würfel vor? In unserem Beispiel kommen die Terme jeweils einmal, dreimal, dreimal und einmal vor. Diese Zahlen kommen dir vielleicht bekannt vor, wenn du mit dem Pascalschen Dreieck vertraut bist. Das <term>Paschalsche Dreieck</term> ist ein Dreieck mit Zahlen, wobei jede Zahl gleich der Summe der beiden Zahlen diagonal darüber ist.</par><pascals-triangle/><par>Schaue dir Reihe drei an. Das ist genau die Anzahl, wie oft jeder Term im Endergebnis vorkommt! Wenn wir also wissen wollen, wie oft ein bestimmter Term im Ergebnis vorkommt, suchen wir die Reihe, die zum ursprünglichen Exponenten gehört (bei uns Reihe <inline-math/>) im Pascalschen Dreieck.</par><par>Wir verwenden die Zahlen aus dem Pascalschen Dreieck als Multiplikationsfaktoren für jeden der Terme. Wenn wir dies in unserem Beispiel tun, erhalten wir die Terme<math-list/>Schließlich addieren wir alles. Dies ergibt das Endergebnis<block-math/>Die Abkürzung besteht also darin, dass wir zuerst die Terme berechnen, die im Endergebnis vorkommen, im Pascalschen Dreieck nachschlagen, wie oft jeder Term vorkommt, und dann das Endergebnis korrekt zusammenstellen. Insbesondere bei großen Exponenten spart diese Methode im Vergleich zur Alternative, alle Klammern einzeln auf zu lösen, viel Arbeit.</par>",
    "steps": "<head>Die Schritte</head><par>Um die Klammern bei einer Potenz einer Summe aufzulösen, wie beispielsweise bei <inline-math/>, ist wie folgt vorzugehen.</par><list><item><a>Ermittle alle Terme, die in der endgültigen Ausarbeitung vorkommen, indem du die beiden ursprünglichen Terme nimmst, ihre entsprechenden <skill-link>Potenzen berechnest</skill-link> und die Ergebnisse korrekt miteinander multiplizierst. Das heißt, die beiden Exponenten müssen zusammen immer gleich dem Exponenten sein, mit dem wir begonnen haben. Im Beispiel schreiben wir <inline-math/>, <inline-math/>, <inline-math/> und <inline-math/>. Beachte, dass die Exponenten zusammen immer <inline-math/> sind.</a></item><item><b>Schaue dir die Koeffizienten im Pascalschen Dreieck an, in der Reihe, in der die Zahl dem ursprünglichen Exponenten entspricht. In unserem Beispiel suchen wir Reihe drei, um die Koeffizienten <inline-math/>, <inline-math/>, <inline-math/> und <inline-math/> zu finden.</b></item><item><c>Multipliziere jeden Term mit dem entsprechenden Koeffizienten und <skill-link>vereinfache die Ergebnisse</skill-link>. Im Beispiel erhalten wir <inline-math/>, <inline-math/>, <inline-math/> und <inline-math/>.</c></item><item><d>Addiere alle Terme, um das Endergebnis zu erhalten. So erhalten wir <inline-math/>.</d></item></list>",
    "PascalsTriangleRow": "Reihe"
  }
}