{
  "meta": {
    "learningGoals": "<par>In dieser Kompetenz lernst du, ein <term>Produkt mit Potenzen zu vereinfachen</term>. Dies kann das Produkt zweier Potenzen sein, wobei du <inline-math/> in <inline-math/> umwandelst, oder es kann die Potenz eines Produkts sein, wobei <inline-math/> zu <inline-math/> vereinfacht wird, oder es kann eine Potenz einer Potenz sein, wodurch <inline-math/> zu <inline-math/> umgewandelt wird. Kurz gesagt umfasst es jede Form der Umschreibung, bei der es eine Rolle spielt, dass eine Potenz nichts anderes als eine <skill-link>wiederholte Multiplikation</skill-link> ist. Die Kompetenz umfasst auch die mögliche <skill-link>Vereinfachung von Zahlenprodukten</skill-link>. Sie umfasst keine <skill-link>negativen Potenzen</skill-link> wie <inline-math/>, <skill-link>Brüche</skill-link> wie <inline-math/> oder die Berechnung von <skill-link>Potenzen von Summen</skill-link> wie <inline-math/>.</par>"
  },
  "theory": {
    "intro": "<par>In der Praxis kommen wir häufig auf Multiplikationen (Produkte) von Potenzen. Diese können einfach Produkte von Potenzen sein, wie <inline-math/>, sie können Potenzen von Produkten sein, wie <inline-math/>, oder sie können sogar Potenzen von Potenzen sein, wie <inline-math/>. Wie können wir diese Ausdrücke einfacher schreiben?</par>",
    "productOfPowers": "<head>Produkt von Potenzen</head><par>Betrachte ein <term>Produkt von Potenzen</term> wie <inline-math/>. Um dies zu vereinfachen, ist es wichtig, sich vor Augen zu halten, dass eine Potenz nichts anderes ist als eine <skill-link>wiederholte Multiplikation</skill-link>. Also <inline-math/> und <inline-math/>. Daraus folgt <block-math/> Sobald wir erkennen, dass eine Potenz eine wiederholte Multiplikation ist, lässt sich ein solcher Ausdruck direkt vereinfacht schreiben.</par><par>Wir können die obige Idee auch in einer allgemeinen Regel zusammenfassen. Beachte, dass der Exponent des Ergebnisses (der <inline-math/>) gleich der Summe der beiden ursprünglichen Exponenten (dem <inline-math/> und dem <inline-math/>) ist. Allgemeiner gilt für jedes <inline-math/>, <inline-math/> und <inline-math/>, dass <block-math/> Solange also die beiden Potenzen denselben Grundzahl haben, können wir sie zusammenfassen, indem wir ihre Exponenten addieren.</par>",
    "powersOfProducts": "<head>Potenzen von Produkten</head><par>Betrachte eine <term>Potenz eines Produkts</term> wie <inline-math/>. Um dies einfacher zu schreiben, können wir wieder die Idee verwenden, dass eine Potenz eine wiederholte Multiplikation ist. Wir können also schreiben, dass <block-math/> Beachte, dass die Klammern auf der rechten Seite nicht erforderlich sind. Beim Multiplizieren von Zahlen spielt die Reihenfolge der Multiplikation nämlich keine Rolle. Es gilt also <block-math/> Anschließend können wir die <skill-link>Zahlen zusammenfassen</skill-link>, wobei <inline-math/> in <inline-math/> umgewandelt wird, was ebenfalls <inline-math/> ist. Ebenso können wir <inline-math/> zu <inline-math/> zusammenfassen. Das Ergebnis lautet dann <block-math/></par><par>Wie zuvor können wir die oben genannte Idee in einer allgemeinen Regel zusammenfassen. Beachte, dass wir eigentlich <inline-math/> in <inline-math/> umgeschrieben haben. Allgemeiner können wir auch sagen, dass für jedes <inline-math/>, <inline-math/> und <inline-math/> gilt, dass <block-math/> Wenn wir also eine Potenz eines Produkts haben, dürfen wir die Potenz in Klammern setzen, indem wir sie auf <emp>jeden</emp> Faktor anwenden.</par>",
    "powersOfPowers": "<head>Potenzen von Potenzen</head><par>Betrachte eine <term>Potenz einer Potenz</term> wie <inline-math/>. Um dies zu vereinfachen, können wir die Potenz erneut schreiben als <block-math/> Mit der ersten Regel oben (Vereinfachung von Potenzprodukten) können wir dies schreiben als <block-math/> Einfacher geht es nicht.</par><par>Die allgemeine Regel hier besagt, dass für jedes <inline-math/>, <inline-math/> und <inline-math/> gilt, dass <block-math/> Eine Potenz außerhalb der Klammern kann also in die Klammern gezogen werden, wo sie zu einer Multiplikation des Exponenten wird./par><warning>Beachte, dass die Klammern in der obigen Zeile entscheidend sind. Denn <inline-math/> ist etwas ganz anderes als <inline-math/>. (Letzteres wird oft ohne Klammern als <inline-math/> geschrieben, was per Definition also <inline-math/> ist.) Um zu verstehen, warum das so ist, kannst du beispielsweise <inline-math/> mit <inline-math/> vergleichen.</warning>",
    "inPractice": "<head>Die Regeln in der Praxis anwenden</head><par>In der Praxis schreibt man die Potenzen nicht vollständig aus, sondern wendet direkt die entsprechende Regel an. Manchmal sind Kombinationen von Regeln erforderlich. Beachte in diesem Fall, dass Potenzen Vorrang vor Multiplikationen haben, und beginne daher immer mit der Vereinfachung eventueller Potenzen.</par><par>Betrachte beispielsweise <inline-math/>. Es gibt sowohl Produkte als auch Potenzen. Wir beginnen mit der Vereinfachung der Potenz, wodurch <inline-math/> zu <inline-math/> wird. So erhalten wir <block-math/> Durch das Zusammenfassen der Zahlfaktoren vereinfacht sich dies zu <block-math/> Schließlich können die beiden Potenzen zusammengefaßt werden zu <block-math/> Arbeite Schritt für Schritt, notiere deine Zwischenergebnisse und behalte immer im Blick, welche Regel du genau anwendest.</par>",
    "steps": "<head>Die Schritte</head><par>Um eine Kombination von Produkten und Potenzen zu vereinfachen, wie beispielsweise <inline-math/>, ist wie folgt vorzugehen.</par><list><item><a>Wende jede mögliche Regel an, um einen Teil des Ausdrucks zu vereinfachen. Regeln mit Potenzen (Regel 2 und 3) werden oft vor Regeln mit Produkten (Regel 1) angewendet. Im Beispiel wenden wir die zweite Regel an, um es auf <inline-math/> zu reduzieren.</a></item><item><b><skill-link>Vereinfache Zahlenprodukte</skill-link>. Im Beispiel reduzieren wir <inline-math/> auf <inline-math/>.</b></item><item><c>Wende gegebenenfalls weitere Regeln an, um alles weiter zu vereinfachen. Im Beispiel addieren wir das Produkt der Potenzen (Regel 1), um <inline-math/> zu erhalten.</c></item></list><par>Wenn du dich nicht mehr an die genaue Regel erinnern kannst, denke daran, dass eine Potenz nichts anderes als eine <skill-link>wiederholte Multiplikation</skill-link> ist, und der Rest ergibt sich dann von selbst.</par>"
  }
}