{
  "meta": {
    "learningGoals": "<par>In deze vaardigheid leer je een <term>kwadratische vergelijking op te lossen</term> als hij in de standaarvorm <inline-math/> staat. Je kunt bij <inline-math/> bijvoorbeeld bepalen dat er één oplossing <inline-math/> is, bij <inline-math/> kun je de twee oplossingen <inline-math/> vinden en dit terugbrengen tot <inline-math/> en <inline-math/>, en bij <inline-math/> kun je uitkomen op <inline-math/>. Dit omvat het bepalen van het aantal oplossingen, het <skill-link>vereenvoudigen van de wortel</skill-link> (uittrekken van factoren) en het <skill-link>vereenvoudigen van de hieruitkomende breuk</skill-link>. Deze vaardigheid omvat geen <skill-link>anders geschreven kwadratische vergelijkingen</skill-link> die dan eerst nog in <skill-link>standaardvorm gebracht</skill-link> moeten worden.</par>"
  },
  "theory": {
    "intro": "<par>Een <term>kwadratische vergelijking</term> is een vergelijking van de vorm <inline-math/>: het is een optelling van een term met <inline-math/>, een term met <inline-math/> en een constante, zonder enige hogere machten van <inline-math/> of enige wortels of soortgelijk. Dit soort vergelijkingen kan via een aantal vaste stappen opgelost worden. Zelfs als je niet begrijpt waarom deze stappen werken, zal het volgen van deze procedure je bij de juiste oplossingen krijgen.</par>",
    "theTwoSolutions": "<head>De twee oplossingen</head><par>Om de kwadratische vergelijking wat intuïtiever te maken, helpt het om een grafiek te maken van de uitdrukking links in de vergelijking. Als we bijvoorbeeld <inline-math/> plotten, dan krijgen we de volgende grafiek.</par><quadratic-plot/><par>Om de vergelijking <inline-math/> op te lossen, moeten we de waarden van <inline-math/> vinden waarbij de geplotte lijn hoogte <inline-math/> heeft, en hij de horizontale as dus snijdt. We zien dat dit bij <inline-math/> plaatsvindt, maar ook bij <inline-math/>. Met andere woorden, er zijn twee waarden van <inline-math/> die aan de vergelijking voldoen. De vergelijking heeft twee oplossingen!</par>",
    "findingTheTwoSolutions": "<head>De twee oplossingen vinden</head><par>Oplossingen vinden met behulp van een grafiek is makkelijk, maar meestal nemen we niet de moeite om zo'n grafiek te maken. Om toch de juiste waarden te vinden, gebruiken we de algemene oplossing van de kwadratische vergelijking.</par><par>Voordat we deze oplossing kunnen gebruiken, schrijven we de vergelijking als <block-math/>Oftewel, <inline-math/> is het getal voor <inline-math/>, <inline-math/> is het getal voor <inline-math/> en <inline-math/> is de constante term in de som. In ons voorbeeld hebben we dus <inline-math/>, <inline-math/> en <inline-math/>. Merk op, omdat er een minteken staat, dat <inline-math/> negatief is!</par><par>Zodra we <inline-math/>, <inline-math/> en <inline-math/> hebben, kunnen we ze in de algemene oplossing voor kwadratische vergelijkingen invullen. Deze oplossing (een vergelijking die je moet onthouden omdat je hem zo veel zal gaan gebruiken) is <block-math/>Deze belangrijke vergelijking heet formeel de <term>kwadratische formule</term> hoewel hij in de wandelgangen vaker de <term>abc-formule</term> genoemd wordt. Je hoeft niet te begrijpen waarom dit de oplossing is, maar je moet hem wel kunnen gebruiken. Om hem toe te passen, vullen we de waarden van <inline-math/>, <inline-math/> en <inline-math/> in deze oplossing in. Bij ons voorbeeld krijgen we <block-math/>Dit ziet er redelijk ingewikkeld uit, maar we kunnen het vereenvoudigen. Als we de getalvermenigvuldigingen herschrijven, dan brengen we het terug tot <block-math/>De wortel wordt dan <inline-math/> wat gelijk is aan <inline-math/>, waarmee het eindresultaat uitkomt op <block-math/>Merk op dat de oplossing een plus/minus-teken heeft. We kunnen hier ofwel een plus ofwel een min voor invullen, en elke optie geeft ons een andere oplossing. Met een minteken krijgen we <inline-math/> terwijl we met een plus <inline-math/> vinden. Dankzij het plus/minus-teken hebben we dus de twee oplossingen waar we naar zochten! De algemene oplossing werkt.</par>",
    "zeroSolutions": "<head>Nul oplossingen</head><par>Een kwadratische vergelijking heeft echter niet altijd twee oplossingen. Laten we bijvoorbeeld de vergelijking <inline-math/> bekijken. Als we deze plotten, dan krijgen we de volgende grafiek.</par><quadratic-plot/><par>Merk op dat dit dezelfde parabool is, maar dan is hij <inline-math/> omhoog geschoven. Nu snijdt hij niet meer met de <inline-math/>-as! Er zijn daarom geen oplossingen. Er bestaat geen enkel getal <inline-math/> dat voldoet aan <inline-math/>.</par><par>We kunnen getalmatig zien waarom dit het geval is. Merk op dat <inline-math/> altijd een positief getal is. Het kwadraat van een getal is immers altijd positief. Net zo is <inline-math/> ook altijd positief. De enige term in <inline-math/> die mogelijk negatief is, is <inline-math/>. Deze term zal qua grootte echter nooit in de buurt komen van <inline-math/>. Als gevolg hiervan kan de uitdrukking <inline-math/> nooit nul zijn.</par><par>Wat gebeurt er dan als we onze algemene oplossing proberen toe te passen? In dit geval hebben we <inline-math/>, <inline-math/> en <inline-math/>. Dit invullen geeft <block-math/>Als we dit vereenvoudigen wordt dit <block-math/> Merk op dat we nu een wortel van een negatief getal hebben. Dit is wiskundig onmogelijk: we kunnen geen wortels van negatieve getallen nemen. Omdat onze algemene oplossing op een wiskundige onmogelijkheid uitkomt, zijn er geen mogelijke oplossingen voor onze vergelijking.</par><par>Kort gezegd: als de wortel in de oplossing een negatief getal bevat (dus <inline-math/>) dan heeft de kwadratische vergelijking geen oplossingen.</par>",
    "oneSolution": "<head>Eén oplossing</head><par>Er is een speciaal geval waarbij de kwadratische vergelijking één oplossing heeft. Bekijk bijvoorbeeld de vergelijking <inline-math/>. De bijbehorende grafiek is als volgt.</par><quadratic-plot/><par>Merk op dat de geplotte lijn nu <emp>raakt</emp> aan de <inline-math/>-as. Als dit het geval is, dan heeft de kwadratische vergelijking exact één oplossing.</par><par>Dit volgt ook uit de algemene oplossing. Deze keer hebben we <inline-math/>, <inline-math/> en <inline-math/>. Als we dit in onze algemene oplossing invullen, dan krijgen we <block-math/>Dit vereenvoudigen zet het om in <block-math/>Merk op dat de wortel uitkomt op nul, wat dit omzet tot <inline-math/>. Het laatste deel \"<inline-math/>\" is nutteloos en kan weggehaald worden, waarmee we op een enkele oplossing <inline-math/> uitkomen.</par><par>Kort gezegd: als de wortel binnen de oplossing op nul uitkomt (wat het geval is als <inline-math/>) dan heeft de kwadratische vergelijking precies één oplossing.</par>",
    "discriminant": "<info>Je hebt gezien dat het getal binnen de wortel bepaalt hoeveel oplossingen de vergelijking heeft. Dit getal <inline-math/> wordt daarom de <term>discriminant</term> van de vergelijking genoemd.</info>",
    "steps": "<head>De stappen</head><par>Om een kwadratische vergelijking als <inline-math/> op te lossen neem je de volgende stappen.</par><list><item><a>Vergelijk de vergelijking met de standaardvorm <inline-math/> om <inline-math/>, <inline-math/> en <inline-math/> te bepalen. Bij een minteken moet het bijbehorende getal negatief zijn. Bij ons voorbeeld hebben we <inline-math/>, <inline-math/> en <inline-math/>.</a></item><item><b><skill-link>Vul hiermee</skill-link> <inline-math/>, <inline-math/> en <inline-math/> in de algemene oplossing <inline-math/> in. Bij ons voorbeeld krijgen we zo <inline-math/>.</b></item><item><c><skill-link>Vereenvoudig de wortel</skill-link> en bepaal aan de hand van het getal erin (de discriminant) het aantal oplossingen.<list><item><d>Als de discriminant <emp>positief</emp> is dan zijn er <emp>twee oplossingen</emp>.</d></item><item><e>Als de discriminant <emp>negatief</emp> is dan zijn er <emp>geen oplossingen</emp>.</e></item><item><f>Als de discriminant gelijk is aan <emp>nul</emp> dan is er precies <emp>één oplossing</emp>.</f></item></list>Bij ons voorbeeld komen we uit op <inline-math/> en dus zijn er twee oplossingen.</c></item><item><g><skill-link>Vereenvoudig de resulterende breuk</skill-link>, waarbij je waar mogelijk breukfactoren wegstreept. Bij ons voorbeeld wordt <inline-math/> teruggebracht tot <inline-math/>.</g></item><item><h>Schrijf uiteindelijk de oplossingen (als ze bestaan) los van elkaar op. Bij ons voorbeeld krijgen we <inline-math/> en <inline-math/>.</h></item></list>",
    "derivation": "<head>Achtergrond: afleiding van de kwadratische formule</head><par>Hoewel het niet nodig is voor deze vaardigheid, kunnen we kijken naar waar de kwadratische formule vandaan komt. Om precies te zijn kunnen we hem zelf afleiden! Het is leuk om deze afleiding eens gezien te hebben, al was het maar zodat je weet waarom hij opgebouwd is zoals hij is.</par><par>Ons beginpunt is de kwadratische vergelijking <block-math/>Om redenen die je zo zal zien, vermenigvuldigen we alle termen in deze vergelijking met <inline-math/> om uit te komen op <block-math/>We tellen ook <inline-math/> erbij op en halen het er gelijk weer vanaf,<block-math/>De reden dat we dit doen is omdat we nu de eerste drie termen in een groot kwadraat samen kunnen voegen, als <block-math/>Merk op dat, als je de haakjes uitwerkt, dat we weer uitkomen op waar we mee begonnen waren, wat betekent dat de vergelijking nog steeds klopt. In de volgende stap brengen we de andere termen naar de rechterkant van de vergelijking, <block-math/> We kunnen nu het kwadraat wegwerken door van beide kanten van de vergelijking de wortel te nemen. Als we dit doen, dan zegt de regel dat we voor de wortel ook een plus/minus-teken toe moeten voegen. Zo krijgen we <block-math/> Het aftrekken van <inline-math/> en het vervolgens delen door <inline-math/> zet dit om in <block-math/> We hebben de abc-formule afgeleid, waarmee we bewezen hebben dat hij klopt! Natuurlijk kun je, elke keer dat je een kwadratische vergelijking op wilt lossen, ook elke keer alle bovenstaande stappen volgen, maar het simpelweg invullen van een paar getallen in de abc-formule is een veel makkelijkere manier om kwadratische vergelijkingen op te lossen.</par>"
  }
}