{
  "meta": {
    "learningGoals": "<par>In deze vaardigheid leer je om <term>haakjes uit te werken bij de macht van een product</term>. Als je een uitdrukking als <inline-math/> ziet, kun je dit omzetten naar <inline-math/> en vervolgens naar <inline-math/>. Dit omvat het <skill-link>vereenvoudigen van producten van getallen</skill-link> tot een enkel getal. Het kan ook het <skill-link>herschrijven van negatieve machten</skill-link> omvatten, zoals het omzetten van <inline-math/> naar <inline-math/>.</par>"
  },
  "theory": {
    "intro": "<par>Stel dat we een uitdrukking als <inline-math/> tegenkomen. Is er een manier om dit makkelijker te schrijven? Wat we kunnen doen is de <term>haakjes uitwerken</term>.</par>",
    "idea": "<head>De omweg</head><par>Eerst bekijken we de lange manier van haakjes uitwerken. Bij deze methode is het belangrijk om in gedachten te houden dat een macht simpelweg een herhaalde vermenigvuldiging is. Dus <inline-math/> komt neer op <block-math/> Als we naar de rechterkant van de vergelijking kijken, kunnen we zien dat de haakjes niet echt nodig zijn. Immers geldt dat, als we factoren vermenigvuldigen, dat de volgorde van vermenigvuldigen niet uitmaakt. Dus kunnen we het schrijven als <block-math/> Als volgende vereenvoudiging kunnen we <skill-link>alle getalvermenigvuldigingen in een enkele factor samenvoegen</skill-link>. Aangezien <inline-math/> gelijk is aan <inline-math/> brengt dit alles terug tot <block-math/> Net zo kunnen we <inline-math/> <skill-link>als macht opschrijven</skill-link> als <inline-math/>. Alles bij elkaar geeft dit het eindresultaat <block-math/> Dit is zo eenvoudig als we het maar schrijven kunnen.</par>",
    "shortcut": "<head>De short-cut</head><par>We kunnen de bovenstaande methode flink afkorten. Als we het eindresultaat bekijken, dan zien we dat hij eigenlijk gelijk is aan <inline-math/>. Meer algemeen zegt de officiële regel dat <block-math/> voor <emp>elke mogelijke waarde</emp> van <inline-math/>, <inline-math/> en <inline-math/>. Via deze regel kunnen we direct <inline-math/> herschrijven als <inline-math/> wat vervolgens teruggebracht wordt tot <inline-math/>.</par>",
    "negativePowers": "<head>Negatieve machten</head><par>Soms komen we een negatieve exponent tegen. Hoe kunnen we bijvoorbeeld <inline-math/> vereenvoudigen?</par><par>De oplossing hier is om eerst de <skill-link>negatieve macht</skill-link> als positieve macht te herschrijven. De betreffende regel zegt dat we mogen schrijven dat <block-math/> Op deze wijze kunnen we elke negatieve macht in een positieve omzetten.</par><par>Vervolgens zijn de stappen identiek aan voorheen, maar dan vindt alles onder de deelstreep plaats. We kunnen dus opschrijven dat <block-math/> In het kort, als we een negatieve exponent tegenkomen, zetten we deze eerst om in een breuk en voeren we vervolgens alle stappen op de normale wijze uit.</par>",
    "steps": "<head>De stappen</head><par>Om bij de macht van een product de haakjes op de lange manier uit te werken, zoals bijvoorbeeld bij <inline-math/>, neem je de volgende stappen.</par><list><item><a>Als de exponent een negatief getal is, <skill-link>herschrijf dan eerst de negatieve macht</skill-link> als een breuk. Bij het voorbeeld zetten we <inline-math/> om in <inline-math/>.</a></item><item><b><skill-link>Schrijf de macht uit</skill-link> als een vermenigvuldiging. Voor het voorbeeld kunnen we <inline-math/> schrijven als <inline-math/>.</b></item><item><c><skill-link>Voeg alle getalfactoren in een enkele factor samen</skill-link>. We kunnen <inline-math/> omzetten in <inline-math/> om uit te komen op <inline-math/>.</c></item><item><d><skill-link>Voeg de variabelen samen als macht</skill-link>. We kunnen <inline-math/> schrijven als <inline-math/> waarmee we uitkomen op het eindresultaat <inline-math/>.</d></item></list><par>Als alternatief kun je een groot deel van de bovenstaande stappen overslaan via de regel <inline-math/>. Pas dan de volgende stappen toe.</par><list><item><e>(Identiek aan hierboven:) Als de exponent een negatief getal is, <skill-link>herschrijf dan eerst de negatieve macht</skill-link> als een breuk. Bij het voorbeeld zetten we <inline-math/> om in <inline-math/>.</e></item><item><f>Pas de regel <inline-math/> toe om de macht binnen de haakjes te halen. Het voorbeeld wordt hiermee omgezet naar <inline-math/>.</f></item><item><g><skill-link>Reken de machten van getallen uit</skill-link> om de uiteindelijke uitdrukking te vereenvoudigen. In het voorbeeld kunnen we <inline-math/> omzetten naar <inline-math/> om uit te komen op <inline-math/>.</g></item></list><par>In de praktijk zul je, met voldoende oefening, eigenlijk altijd de tweede methode toepassen, aangezien hij veel korter is.</par>"
  }
}