{
  "loading": {
    "loadingCourseTitle": "Kurs wird geladen...",
    "loadingCourse": "<a><b>Kurs wird geladen...</b> Wir laden den Kurs aus der Datenbank. Dies sollte sofort erledigt werden.</a>",
    "unknownCourseTitle": "Unbekannter Kurs",
    "failedLoadingCourse": "<a><b>Fehler beim Laden des Kurses</b>Ups ... beim Laden des Kurses ist etwas schief gelaufen. Vielleicht existiert der Kurs gar nicht? Vielleicht liegt es an deiner Verbindung? Vielleicht ist unser Server ausgefallen? Wir wissen es nicht! Überprüfe, ob die URL korrekt ist, und aktualisiere die Seite, ansonsten versuche es später noch einmal.</a>"
  },
  "unsubscribedUser": {
    "subscribe": {
      "title": "Anmelden",
      "description": "<check><on-true>Durch die Anmeldung zum Kurs fügst du ihn zu deiner Kursübersicht hinzu.</on-true><on-false>Durch die Anmeldung zum Kurs fügst du ihn zu deiner Kursübersicht hinzu. Außerdem erlaubst du den (aktuellen und zukünftigen) Lehrenden dieses Kurses, deine Fortschritte in diesem Kurs einzusehen. Du kannst dies jederzeit rückgängig machen, indem du dich von dem Kurs abmeldest.</on-false></check>",
      "button": "Zum Kurs anmelden"
    },
    "teachers": {
      "title": "Lehrenden",
      "description": "<count-check><zero>Der Kurs hat derzeit keine Lehrenden.</zero><not-zero>Dieser Kurs wird von <word-list/> unterrichtet.</not-zero></count-check>"
    },
    "learningGoals": {
      "title": "Lernziele",
      "description": "Der Kurs hat <count-check><one>das folgende Endziel</one><not-one>die folgenden Endziele</not-one></count-check>."
    }
  },
  "student": {
    "priorKnowledge": "Vorkenntnisse",
    "gradeEstimate": "Auf der Grundlage deiner bisherigen Übung erwarten wir eine Punktzahl von etwa <a>{percentage}</a> (etwa <b>{lowerPercentage} - {upperPercentage}</b>) im Abschlusstest.",
    "disclaimer": "Aus dieser Schätzung können keine Rechte abgeleitet werden.",
    "practiceRecommendation": "Dies ist nun die empfohlene Kompetenz zum Üben.",
    "sufficientMastery": "Du beherrschst diese Kompetenz gut.",
    "followUpMastery": "Du hast eine Folgekompetenz gemeistert, also stufen wir auch diese als ausreichend ein.",
    "noExercises": "Für diese Kompetenz gibt es noch keine Übungen. Sie werden wahrscheinlich bald folgen.",
    "noSkills": "Dieser Block befindet sich noch in der Entwicklung: Es wurden noch keine Fähigkeiten/Übungen hinzugefügt. Sie werden in Kürze hier zu finden sein!"
  }
}