{
  "students": {
    "subscribe": {
      "title": "Anmelden",
      "description": "<check><on-true>Durch die Anmeldung zum Kurs fügst du ihn zu deiner Kursübersicht hinzu.</on-true><on-false>Durch die Anmeldung zum Kurs fügst du ihn zu deiner Kursübersicht hinzu. Außerdem erlaubst du den (aktuellen und zukünftigen) Lehrkräfte dieses Kurses, deine Fortschritte in diesem Kurs einzusehen. Du kannst dies jederzeit rückgängig machen, indem du dich von dem Kurs abmeldest.</on-false></check>",
      "button": "Zum Kurs anmelden"
    },
    "teachers": {
      "title": "Lehrkräfte",
      "description": "<count-check><zero>Dieser <strong>{name}</strong> Kurs hat derzeit noch keine Lehrkräfte.</zero><not-zero>Dieser <strong>{name}</strong> Kurs wird von <word-list/> unterrichtet.</not-zero></count-check>"
    },
    "learningGoals": {
      "title": "Lernziele",
      "description": "Der Kurs hat <count-check><one>das folgende Endziel</one><not-one>die folgenden Endziele</not-one></count-check>."
    },
    "unsubscribe": {
      "title": "Abmelden",
      "description": "<check><on-true>Durch die Abmeldung vom Kurs wird dieser aus deiner Kursübersicht entfernt. Du kannst dich jederzeit erneut anmelden.</on-true><on-false>Durch die Abmeldung vom Kurs wird dieser aus deiner Kursübersicht entfernt. Es verweigert auch den Lehrkräfte des Kurses die Erlaubnis, deine Fortschritte innerhalb des Kurses zu verfolgen. Du kannst dich jederzeit erneut anmelden.</on-false></check>",
      "button": "Vom Kurs abmelden"
    }
  },
  "teachers": {
    "studentView": {
      "title": "Lernendenansicht",
      "description": "In der Lernendenansicht siehst du den Kurs genau so, wie die Lernenden ihn sehen.",
      "label": "Lernendenansicht",
      "note": "Als Lehrkraft erhältst du bei den Aufgaben zusätzlich den Button \"Lösung einfügen\". Die Lernenden haben ihn nicht!"
    },
    "addTeacher": {
      "label": "Neue Lehrkraft hinzufügen",
      "noneSelected": "Keine ausgewählt",
      "note": "Durch das Hinzufügen einer Lehrkraft erhält diese Zugriff auf die Arbeit und den Fortschritt aller Lernenden in diesem Kurs.",
      "button": "{name} zur Lehrkraft machen"
    },
    "unsubscribe": {
      "title": "Abmelden",
      "description": "<check><on-true>Durch die Abmeldung von diesem Kurs verlierst du deinen Lehrkraft-Zugriff.</on-true><on-false>Du bist als Lernender in diesem Kurs angemeldet, siehst diese Lehrerseite aber aufgrund deiner Administratorrechte. Du kannst dich als Lernender aus diesem Kurs abmelden.</on-false></check>"
    },
    "adminSubscribe": {
      "title": "Anmelden",
      "description": "Du bist derzeit nicht Teil dieses Kurses. Du nutzt lediglich deine Administratorrechte, um kurz hereinzuschauen. Möchtest du offiziell am Kurs teilnehmen? Dann kannst du das hier erledigen."
    }
  }
}