{
  "theory": {
    "intro": "<par>Je komt in de wiskunde een hoop verschillende <term>uitdrukkingen</term> tegen. Denk bijvoorbeeld aan oplossingen van vergelijkingen: hier kunnen optellingen, vermenigvuldigingen, breuken en allerlei soorten wiskundige functies in zitten. Hoe vul je dit allemaal in?</par>",
    "basics": "<head>Simpele uitdrukkingen invoeren</head><par>De wiskundige invoervelden op Step-Wise zijn van het soort <term>wat je ziet is wat je hebt</term>. Je ziet altijd wat je ingevoerd hebt, en kunt het altijd, op een gebruikersvriendelijke wijze, aanpassen. Gebruik simpelweg de plus- en mintekens, vermenigvuldigingen (typ een ster \"*\" hiervoor) en haakjes.</par><par>Er zijn een paar dingen die inherent wat lastiger zijn om in te voeren.</par><list><item><a><term>Breuken:</term> <inline-math/>. Zet ze op met een schuine streep \"/\". Loop er doorheen met de pijltoetsen (ook omhoog/omlaag). Trek termen naar binnen door naar het begin/einde te gaan en respectievelijk backspace/delete in te drukken. Splits ze op via de spatiebalk.</a></item><item><b><term>Machten (superscripts):</term> <inline-math/>. Zet ze op met het dakje \"^\". Je ziet dan dat de cursor kleiner wordt, zodat je direct alles wat je maar wilt in het superscript typen kunt.</b></item><item><c><term>Subscripts (voor variabelen):</term> <inline-math/>. Zet ze op met de lage streep \"_\". Dit werkt net als bij superscripts, maar natuurlijk zijn verdere wiskundige uitdrukkingen hier niet toegestaan.</c></item></list><par>Al het bovenstaande is gemakkelijk te doen via ofwel een normale computer (snel en efficiënt) of via ons intern ontwikkelde wiskundige toetsenbord (geschikt voor smartphones). Het enige nadeel: delen van uitdrukkingen selecteren en kopiëren/plakken is nog niet mogelijk. Dit staat op onze lijst van toekomstige ideeën.</par>",
    "function": "<head>Verschillende functies invoeren</head><par>Je kunt in uitdrukkingen veel verschillen <term>wiskundige functies</term> tegenkomen. Alle functies werken soortgelijk, maar een paar belangrijke functies zijn de volgende.</par><list><item><a><term>Goniometrische functies:</term> <inline-math/>. Typ op je gewone toetsenbord \"sin()\", \"cos()\", etcetera. Gebruik de inversen via \"asin()\", \"acos()\", enzovoort. Invoervelden begrijpen waar nodig vanuit de context of de functies graden of radialen gebruiken.</a></item><item><b><term>Wortels:</term> <inline-math/>. Typ \"root()\" of \"sqrt()\" op je toetsenbord, en het invoerveld zet dit automatisch in een wortel om. Een wortel heeft standaard basis 2, maar dit kan aangepast worden door de cursor op de juiste plek te zetten.</b></item><item><c><term>Logaritmes:</term> <inline-math/>. Typ \"log()\" op je toetsenbord om een logaritme te krijgen. Het invoerveld zet dit automatisch om in een logaritme met basis 10, maar dit kan natuurlijk aangepast worden.</c></item></list><par>Vaak weet een opgave wat voor soort functies vereist zijn. Als bepaalde functies niet nodig zijn, dan worden deze vaak <term>uitgeschakeld</term> voor het invoerveld, inclusief deactivering van de bijbehorende toets op het interne toetsenbord. Dit is zodat studenten die niet met deze concepten bekend zijn zich niet zo verward/overweldigd voelen als anders het geval kan zijn.</par><par>De beste manier om te leren hoe wiskundige invoervelden werken is echter niet via lezen, maar door het uit te proberen! Ga dus naar de voorbeelden/opgaven en experimenteer erop los.</par>"
  },
  "meta": "<par>In deze vaardigheid raken studenten bekend met het invoeren van een verscheidenheid aan <term>wiskundige uitdrukkingen</term>, met niet alleen de basis (breuken, machten, subscripten) maar ook met de meer geavanceerde functies (sinus/cosinus, wortels, logaritmes). De focus ligt op de geavanceerde trucs bij het invoeren van deze uitdrukkingen, ofwel met een smartphone ofwel met een normaal computertoetsenbord.</par>"
}