{
  "meta": {
    "learningGoals": "<par>In this skill you learn to <term>move a term to the other side of an equation</term>. If you start with an equation like <inline-math/> you can bring the term <inline-math/> to the right to get <inline-math/>, or you can bring the <inline-math/> to the left to get <inline-math/>. This includes understanding why this is allowed: <skill-link>adding/subtracting a term to both sides of the equation</skill-link> and subsequently <skill-link>canceling identical sum terms</skill-link>. This skill does not include reasoning about which term would be wise to move.</par>"
  },
  "theory": {
    "intro": "<par>Equations often have summations with various <term>terms</term>. For instance in <inline-math/> the left side has terms <inline-math/> and <inline-math/> while the right side has the term <inline-math/>. A common thing we can do with equations is <term>move terms</term> to the other side of the equation. We'll first study the idea of how we can do that, and then summarize this idea into a short-cut.</par>",
    "movingATerm": "<head>Moving a term</head><par>Suppose we have the equation <inline-math/> and (for whatever reason) we want to get rid of the term <inline-math/> on the left. To do so, the first step is to <skill-link>subtract <inline-math/> from both sides</skill-link>. We are allowed to do this because, when we add or subtract the same term from both sides of the equation, the equation still remains valid. In this way we get <block-math/> Subsequently, we can see that on the left side adding <inline-math/> and subsequently subtracting <inline-math/> has no effect. We can hence <skill-link>cancel these sum terms</skill-link> to get <block-math/> Note that, when we compare this to the original equation <inline-math/>, we have removed the term <inline-math/> from the left side, while keeping the equation valid. The result is that this term <inline-math/> has moved to the right side of the equation, and while it used to have a plus sign on the left, now it has a minus sign on the right.</par><par>But what if we started with a different equation, containing a minus sign? Like <inline-math/>? In this case the procedure would have been nearly the same, but this time we have to <emp>add</emp> <inline-math/> to both sides. This gives <block-math/> On the left, we can <skill-link>cancel sum terms</skill-link> again, to end up at <block-math/> Note that we have once more moved the term <inline-math/> to the other side of the equation. Where before (on the left) it had a minus sign, it now (on the right) has a plus sign.</par>",
    "shortCut": "<head>The short-cut</head><par>We can summarize the above ideas into a useful short-cut. It is always possible to move a term to the other side of the equation.</par><list><item><a>If the term was added (had a plus sign) on the original side, then it will be subtracted (have a minus sign) on the other side. So <inline-math/> turns into <inline-math/>.</a></item><item><b>If the term was subtracted (had a minus sign) on the original side, then it will be added (have a plus sign) on the other side. So <inline-math/> turns into <inline-math/>.</b></item></list><par>Using this idea, we can also directly move terms around, without applying the in-between steps.</par>",
    "steps": "<head>The steps</head><par>To move a term from one side of an equation to the other, like when moving the term <inline-math/> in the equation <inline-math/>, take the following steps.</par><list><item><a>If the term is being added (has a plus sign), <skill-link>subtract this term from both sides of the equation</skill-link>. Or alternatively, if the term is being subtracted (has a minus sign), <skill-link>add this term to both sides of the equation</skill-link>. For the example, we subtract <inline-math/> to get <inline-math/>.</a></item><item><b><skill-link>Cancel sum terms</skill-link> to get rid of the term that has to be moved. For the example, we have <inline-math/> disappearing, leaving the equation as <inline-math/>.</b></item></list><par>Note that you can also use a short-cut: if a term is originally added on one side, it will be subtracted on the other side, and vice versa.</par>"
  }
}