{
  "meta": {
    "learningGoals": "<par>In this skill you learn to <term>bring an equation to the standard form</term> <inline-math/>. If you have an equation like <inline-math/> then you will be able to get <inline-math/> <skill-link>out of the denominator</skill-link>, <skill-link>expand all brackets</skill-link>, <skill-link>move all terms</skill-link> to the left and <skill-link>normalize</skill-link> the result to get <inline-math/>. The skill only deals with rational equations and not with equations with roots or other types of functions.</par>"
  },
  "theory": {
    "intro": "<par>Solving an equation is often done in two steps: first you clean up the equation, and then you solve this cleaned-up equation according to a fixed plan. The \"cleaning up\" part is what we practice in this skill. To be precise, our goal is to reduce every equation (where possible) to a certain <term>standard form</term>.</par>",
    "standardForm": "<head>The standard form: a polynomial</head><par>Consider an equation like <block-math/> This is a so-called <term>rational equation</term>: it only has numbers, fractions and powers of <inline-math/>. There are no roots or other types of functions. Such an equation can always be rewritten into a <term>standard form</term>. For the above equation (as we will see in a bit) this would be <block-math/> Note that the right-hand side of the equation is zero, and the left-hand side is a so-called <term>polynomial</term>. Here \"polynomial\" means: there are no fractions with <inline-math/>, and there are no unexpanded brackets. There are only powers of <inline-math/> with numbers in front of them. On top of that, the powers of <inline-math/> are sorted, with the highest power at the start. When this is the case for our equation - the right-hand side is zero and the left-hand side is a polynomial - then the equation is in a standard form.</par>",
    "bringingToStandardForm": "<head>Bring an equation into standard form</head><par>So how do we get a complicated equation like the example above into such a standard form? First we want to get <inline-math/> out of any fraction denominator. So we <skill-link>multiply all terms</skill-link> by both <inline-math/> and by <inline-math/>. This results in <block-math/> Next, we also want to get rid of the brackets. <skill-link>Expanding all brackets</skill-link> turns this into <block-math/> <skill-link>Merging similar terms</skill-link> subsequently results in <block-math/> <skill-link>Bringing all terms to the left</skill-link> turns this into the final result <block-math/> We have brought the equation into its standard form.</par>",
    "normalization": "<head>To normalize or not to normalize</head><par>Note that our equation satisfies the conditions we set. However, we can still divide it by <inline-math/> to get <block-math/> That is, we ensure that the highest power of <inline-math/> has no number (well, technically the number <inline-math/>) in front of it. When we do this, we <term>normalize</term> the equation.</par><par>But which form is cleaner? Mathematicians have different opinions here. Some argue that the first form is cleaner, since it has no fraction at all, even for the numbers. Others argue that the second normalized version is cleaner. After all, there are infinitely many versions of the equation that meet our requirements (we can multiply it by any number) but there is only one version where the highest power of <inline-math/> has no number in front of it. It is unique!</par><par>In practice, it really depends on the situation what is more convenient. Sometimes you want to normalize the equation, and sometimes it is easier to get rid of any potential fractions. So at exercises, we will clearly indicate what needs to be done.</par>",
    "steps": "<head>The steps</head><par>To bring a rational equation like <inline-math/> into standard form, take the following steps.</par><list><item><a>If <inline-math/> is in some fraction denominator, <skill-link>multiply all equation terms</skill-link> by this denominator to get it out. For our example we do this twice to get <inline-math/>.</a></item><item><b><skill-link>Expand all brackets</skill-link> in the equation. This turns our example into <inline-math/>.</b></item><item><c><skill-link>Move all terms to the left</skill-link> and <skill-link>merge similar terms</skill-link>, sorting them by the power of <inline-math/>, with the highest power first. For our example we end up with <inline-math/>.</c></item><item><d>Depending on the exact requirements, you may need to normalize the equation or get rid of potential number fractions. <skill-link>Multiply/divide</skill-link> by the right number to make this happen. For our example, if we need to normalize the equation, we divide by <inline-math/> to get <inline-math/>.</d></item></list>"
  }
}