{
  "meta": {
    "learningGoals": "<par>In deze vaardigheid leer je een <term>productvergelijking op te lossen</term>. Bij een vergelijking met alleen vermenigvuldigingen/delingen, zoals <inline-math/> of <inline-math/>, zul je in staat zijn om de oplossing te vinden, zoals <inline-math/>. Dit omvat het <skill-link>verplaatsen van factoren binnen de vergelijking</skill-link> tot de onbekende variabele geïsoleerd is, en het zo veel mogelijk <skill-link>vereenvoudigen van het resultaat</skill-link> (vaak een breuk). De vergelijkingen bevatten geen optellingen, machten, meerdere variabelen, enzovoort.</par>"
  },
  "theory": {
    "intro": "<par>Een <term>productvergelijking</term> is een vergelijking met alleen vermenigvuldigingen en delingen, zoals <inline-math/>. Als je zo'n vergelijking hebt, is het doel meestal om deze op te lossen. In deze vaardigheid leer je hoe dat werkt.</par>",
    "whatIsSolving": "<head>Een vergelijking oplossen</head><par>Elke vergelijking heeft een onbekende, zoals bijvoorbeeld <inline-math/>. Een vergelijking <term>oplossen</term> betekent dat we de vergelijking herschrijven (natuurlijk op zo'n manier dat hij nog klopt) tot hij de vorm heeft van <inline-math/>, waar de puntjes <emp>niet</emp> meer de onbekende <inline-math/> bevatten. Oftewel, we <term>isoleren</term> de onbekende variabele. Hoe dit in zijn werk gaat hangt af van het soort vergelijking, maar voor de productvergelijking kan het in een paar vaste stappen gedaan worden.</par>",
    "idea": "<head>Het idee</head><par>We willen <inline-math/> isoleren bij een vergelijking zoals <inline-math/>. Een eerste probleem is dat <inline-math/> op dit moment in de noemer van een breuk staat, wat het moeilijk maakt om hem te isoleren. Om dit op te lossen <skill-link>brengen we <inline-math/> naar de andere kant</skill-link>, wat uitkomt op <block-math/> Nu staat <inline-math/> niet meer in de noemer, wat het hele proces makkelijker maakt.</par><par>Als <inline-math/> niet in een noemer staat, kunnen we hem gaan isoleren. Hiervoor brengen we <emp>alle</emp> factoren behalve <inline-math/> naar de andere kant. Bij het voorbeeld halen we de <inline-math/> naar rechts en krijgen zo <block-math/> We hebben <inline-math/> geïsoleerd!</par>",
    "afterwards": "<head>Na het oplossen</head><par>Technisch gezien is de bovenstaande oplossing een geldige oplossing van de vergelijking. We zijn echter nog niet klaar. Vaak wordt gevraagd om de meest eenvoudige oplossing te geven, en dus moeten we de uitkomst nog vereenvoudigen. De <skill-link>breuk vereenvoudigen</skill-link> geeft <block-math/> Dit is zo simpel geschreven als mogelijk.</par><par>Zodra we een vereenvoudigde oplossing hebben, is een waardevolle laatste stap om hem te <skill-link>controleren</skill-link>: is het echt een oplossing van de oorspronkelijke vergelijking? Het is erg makkelijk om een klein foutje te maken, en op deze wijze kun je inzien of je wel of niet iets fout gedaan hebt. Om de oplossing <inline-math/> te controleren, stoppen we hem in de <emp>oorspronkelijke</emp> vergelijking <inline-math/> en kijken we of de vergelijking nog in balans is. We krijgen <block-math/> Als we de breuk rechts vereenvoudigen, dan zien we dat hij reduceert tot <inline-math/>, wat ook de linker kant van de vergelijking is. De twee kanten komen overeen, en dus is de oplossing correct!</par>",
    "steps": "<head>De stappen</head><par>Om een productvergelijking als <inline-math/> op te lossen neem je de volgende stappen.</par><list><item><a>Als de onbekende in de noemer staat, haal hem daar dan uit door hem <skill-link>naar de andere kant van de vergelijking te brengen</skill-link>. Bij het voorbeeld krijgen we <inline-math/>.</a></item><item><b><skill-link>Breng alle factoren</skill-link> die aan dezelfde kant als de onbekende staan naar de andere kant. Dit zet ons voorbeeld om in <inline-math/>.</b></item><item><c><skill-link>Vereenvoudig</skill-link> het resultaat zo veel mogelijk. Ons voorbeeld wordt zo teruggebracht tot <inline-math/>.</c></item><item><d><skill-link>Controleer je oplossing</skill-link> door hem in de oorspronkelijke vergelijking te stoppen en te checken dat beide kanten op hetzelfde getal uitkomen. Bij het voorbeeld zorgt het invoeren van de oplossing ervoor dat beide kanten op <inline-math/> uitkomen, wat overeenkomt.</d></item></list>"
  }
}