{
  "intro": "Step-Wise ist eine kostenlose Nachhilfe-Web-App, mit der man Mathematik-, Physik- und/oder Mechanikfähigkeiten auf (Vor-)Universitätsniveau auffrischen kann. Möchtest du wissen, wie es funktioniert? Dann lies die speziellen Seiten für <a>Studierende</a> und für <b>Lehrende</b>. Weitere historische und technische Informationen über Step-Wise findest du weiter unten.",
  "contact": {
    "head": "Kontakt aufnehmen",
    "par1": "Möchtest du einen Bug melden? Eine neue Funktion beantragen? Oder einfach eine interessante Diskussion über Bildung führen? Aus welchem Grund auch immer: Wir sind immer offen für einen schnellen Gedankenaustausch! Schicke einfach eine E-Mail an <a>{infoEmail}</a> (Hildo) und du wirst innerhalb eines Tages eine Antwort erhalten."
  },
  "origins": {
    "head": "Herkunft von Step-Wise",
    "par1": "Im Jahr 2020, mit dem Ausbruch der Corona-Pandemie, saßen plötzlich alle zu Hause. Sicher, Lehrer konnten online Vorlesungen halten, aber die nützlicheren Übungsstunden waren nicht mehr möglich. Man kann den Studierenden nicht einfach über die Schulter schauen und über eine Videoverbindung Feedback geben. Den Studierenden fehlte die richtige Unterstützung.",
    "par2": "Da er während der Sperre zu viel Zeit hatte, beschloss der Hochschule-Utrecht-Dozent <a>Hildo Bijl</a>, eine kleine Web-App zu entwickeln, die dennoch ein wenig Unterstützung und Coaching bieten könnte. Und so begann Step-Wise.",
    "par3": "Im ersten Jahr lag der Schwerpunkt auf der Thermodynamik. Die Studierenden waren begeistert, vor allem von der unendlichen Menge an Übungsaufgaben, den intuitiven Eingabemöglichkeiten und dem automatischen Feedback der intelligenten Physik-Skripte. Daraufhin wurden im folgenden Jahr Teile der Mathematik und Mechanik hinzugefügt. Der Umfang des Materials wuchs stetig.",
    "par4": "Nach dem Ende der Pandemie kehrten die Studierenden in die Klassenzimmer zurück. Es stellte sich heraus, dass Step-Wise auch dort einen großen Mehrwert darstellte. Während die App den meisten Studierenden helfen und viele Fragen beantworten konnte, blieb den Lehrkräften mehr Zeit, um den Studierenden bei größeren Schwierigkeiten zu helfen, als dies mit einer Web-App möglich war. Darüber hinaus wurde ein Kollaborationsmodus hinzugefügt, so dass die Studierenden auch gemeinsam im Klassenzimmer üben konnten.",
    "par5": "Im Jahr 2023 zog Hildo nach Deutschland, was dazu führte, dass Step-Wise neben Niederländisch auch auf Englisch und Deutsch verfügbar wurde. Dies ermöglichte es, mehrere kleine Tests an der Hochschule Bochum einzurichten. Nach und nach wurden weitere Funktionalitäten hinzugefügt, so dass mehrere Hochschulen aus verschiedenen Ländern Step-Wise reibungslos nutzen konnten."
  },
  "technical": {
    "head": "Technische Einzelheiten",
    "par1": "Die Step-Wise App ist als so genannte <strong>Progressive Web App</strong> eingerichtet: eine Website, die sich auch als Smartphone-App ausgeben kann. Sie ist für die Nutzung auf einem Laptop konzipiert, kann aber auch als App auf dem Startbildschirm Ihres Smartphones angezeigt werden.",
    "par2": "Möchtest du mehr darüber erfahren, wie es hinter den Kulissen funktioniert? Die App ist open-source: Der gesamte Quellcode ist im <a>GitHub Repository</a> verfügbar. Aber wir geben dir eine kurze Zusammenfassung.",
    "list": "<list><item><a><strong>Front-end:</strong> Das Frontend der App wurde mit <a>React</a> auf der Basis der <a>Create-React-App</a> erstellt. Dies ermöglicht uns die einfache Erstellung interaktiver Komponenten.</a></item><item><b><strong>Design:</strong> Das Aussehen der App basiert auf den <a>Material UI-Richtlinien</a>, wobei das Styling über <a>JSS</a> erfolgt.</b></item><item><c><strong>Bilder:</strong> Da wir mit den vorhandenen Möglichkeiten unzufrieden waren, haben wir unsere eigene, leicht zu verwendende <a>Bild-Toolbox</a> entwickelt, um einfache Web-Bilder dynamisch zu generieren - von mathematisch-geometrischen Layouts bis hin zu interaktiven Diagrammen.</c></item><item><d><strong>Gleichungen:</strong> Mathematische Ausdrücke und Gleichungen werden mit <a>KaTeX</a> gerendert, obwohl wir eigene Plug-ins hinzugefügt haben, um Gleichungen und physikalische Größen einfach in TeX-Code umzuwandeln.</d></item><item><e><strong>Mathematik/Physik:</strong> Da wir nur eine Programmiersprache (Javascript) für die App verwenden wollten, gab es kein geeignetes Computer-Algebra-System (CAS) für uns. Also haben wir <a>unser eigenes CAS</a> eingerichtet, einschließlich Physik-Skripten, um alles richtig zu überprüfen.</e></item><item><f><strong>Back-end:</strong> Wenn eine Übungsaufgabe eingereicht wird, wird sie zur Überprüfung an unsere <a>GraphQL-API</a> gesendet. Diese API läuft auf <a>Apollo</a>.</f></item><item><g><strong>Server:</strong> Wir verwenden einen Server in Amsterdam, der von <a>DigitalOcean</a> bereitgestellt und gewartet wird.</g></item><item><h><strong>Datenbank:</strong> Alle Benutzerdaten werden in einer <a>PostgreSQL-Datenbank</a> gespeichert. Diese wird von <a>DigitalOcean</a> sicher und aktuell gehalten.</h></item></list>",
    "par3": "Da Step-Wise Open-Source ist, kann jeder dazu beitragen. Möchtest du auch mitmachen? (Mit oder ohne Programmierkenntnisse.) Dann schick eine E-Mail über <a>{infoEmail}</a> und wir schauen uns gemeinsam die Möglichkeiten an!"
  },
  "privacy": {
    "head": "Datenschutz",
    "par1": "Bei Step-Wise nehmen wir deine Datensicherheit ernst. Der korrekte und integre Umgang mit Daten ist für jeden Teil der App von zentraler Bedeutung. Dabei nutzen wir zwei grundlegende Ideen.",
    "list": "<list><item><a><strong>Need to know:</strong> Man erhält nur Zugang zu den Daten, die man für das, was man tun will, benötigt. Nicht mehr und nicht weniger.</a></item><item><b><strong>Fragen, wenn nötig:</strong> Wenn du eine Aktion durchführst, die dazu führt, dass andere Zugang zu deinen Daten erhalten (z. B. die Anmeldung zu einem Kurs), werden wir dich genau in diesem Moment informieren und um deine Erlaubnis bitten. Nicht vorher und schon gar nicht nachher.</b></item></list>",
    "par2": "Dies bietet dir ein gutes Nutzererlebnis und schützt gleichzeitig deine Daten. Möchtest du mehr darüber erfahren, wie wir mit deinen Daten umgehen? Dann lies unsere vollständige <a>Datenschutzrichtlinie</a>. Du siehst sie übrigens auch, wenn du dich zum ersten Mal anmeldest."
  }
}