{
  "meta": {
    "learningGoals": "<par>In this skill you learn to <term>solve a quadratic equation</term> even when it is written in a different form. If you have an equation like <inline-math/> then you will be able to reduce this to <inline-math/> and subsequently solve this as <inline-math/>. This includes <skill-link>bringing the equation to the standard form</skill-link> and subsequently <skill-link>solving the quadratic equation</skill-link>, simplifying the result as much as possible. This skill does not include solving equations that do not reduce to a quadratic equation.</par>"
  },
  "theory": {
    "intro": "<par>Quadratic equations don't always appear in their standard form. Sometimes they can be thoroughly <term>rewritten</term>, not making it immediately clear that we are dealing with a quadratic equation. Let's study the plan for dealing with this.</par>",
    "firstClean": "<head>Always start with cleaning</head><par>Consider an equation like <block-math/> When you encounter an equation like this, the first thing you'll always do (no matter the type of equation) is tidy it up. If possible, <skill-link>bring it to the standard form</skill-link>. For the above example equation, we can multiply all terms by the denominators of both fractions to write it as <block-math/> Subsequently, we can expand all the brackets and bring all the terms to the left to wind up with <block-math/> We have simplified the equation as much as we can, bringing it to standard form. (Optionally we can still normalize it.)</par>",
    "recognizeAndSolve": "<head>Recognizing the equation and solve it</head><par>After cleaning up the equation, we can see if we recognize the type of equation. In this case, we only have powers of <inline-math/>, and the highest power is a square. This means we are dealing with a <term>quadratic equation</term>. We can use the standard plan of <skill-link>solving quadratic equations</skill-link> to find the solutions. We apply the quadratic formula to find <block-math/> The solutions hence appear as <inline-math/> and <inline-math/>.</par>",
    "steps": "<head>The steps</head><par>To solve a rewritten quadratic equation, like <inline-math/>, take the following steps.</par><list><item><a>First (regardless of the equation type) <skill-link>bring it to the standard form</skill-link>. For our example the equation is tidied up as <inline-math/>.</a></item><item><b>Based on the form of the equation, determine how to solve it. If we are dealing with a quadratic equation, then apply the standard plan for <skill-link>solving a quadratic equation</skill-link>. For our example this results in <inline-math/> which can be written as <inline-math/> and <inline-math/>.</b></item></list>"
  }
}