{
  "meta": {
    "learningGoals": "<par>In deze vaardigheid leer je om een <term>vergelijking in de standaardvorm</term> <inline-math/> te brengen. Als je een vergelijking als <inline-math/> hebt, dan kun je <inline-math/> overal <skill-link>uit de noemer</skill-link> halen, <skill-link>alle haakjes uitwerken</skill-link>, <skill-link>alle termen naar links brengen</skill-link> en het resultaat <skill-link>normaliseren</skill-link> om uit te komen op <inline-math/>. De vaardigheid betreft alleen rationele vergelijkingen en geen vergelijkingen met wortels of andere soorten functions.</par>"
  },
  "theory": {
    "intro": "<par>Het oplossen van een vergelijking gaat vaak in twee stappen: ruim eerst de vergelijking op, en los dan volgens een vast plan deze nette vergelijking op. Dit opruimen van de vergelijking is wat we in deze vaardigheid oefenen. Specifiek willen we elke vergelijking (waar mogelijk) in een bepaalde <term>standaardvorm</term> terug kunnen brengen.</par>",
    "standardForm": "<head>De standaardvorm: een polynoom</head><par>Bekijk een vergelijking als <block-math/> Dit is een zogenaamde <term>rationele vergelijking</term>: hij heeft alleen getallen, breuken en machten van <inline-math/>. Er zijn geen wortels of andere soorten functies. Zo'n vergelijking kan altijd in een <term>standaardvorm</term> herschreven worden. Voor de bovenstaande vergelijking (zoals we zo zullen zien) is dit <block-math/> Merk op dat de rechterkant van de vergelijking nul is, en dat de linkerkant een zogenaamde <term>polynoom</term> is. Hier betekent \"polynoom\": er zijn geen breuken met <inline-math/> erin, en er zijn geen onuitgewerkte haakjes. Er zijn alleen machten van <inline-math/> met nummers ervoor. Hier bovenop zijn de machten van <inline-math/> gesorteerd, met de hoogste macht vooraan. Als dit het geval is voor onze vergelijking - de rechterkant is nul en de linkerkant is een polynoom - dan is de vergelijking in de standaardvorm.</par>",
    "bringingToStandardForm": "<head>Een vergelijking in standaardvorm brengen</head><par>Hoe krijgen we dan een ingewikkelde vergelijking zoals het voorbeeld in standaardvorm? Eerst willen we <inline-math/> uit alle breuknoemers halen. Dus <skill-link>vermenigvuldigen we alle termen</skill-link> met zowel <inline-math/> als ook <inline-math/>. Dit resulteert in <block-math/> Vervolgens willen we alle haakjes wegwerken. Het <skill-link>uitwerken van haakjes</skill-link> zet dit om naar <block-math/> Het <skill-link>samenvoegen van soortgelijke termen</skill-link> geeft dan <block-math/> Als we tenslotte <skill-link>alle termen naar links halen</skill-link>, dan krijgen we het eindresultaat <block-math/> We hebben de vergelijking in de standaardvorm gebracht.</par>",
    "normalization": "<head>Normaliseren of niet normaliseren</head><par>Merk op dat onze vergelijking voldoet aan de eisen die we gesteld hebben. We kunnen de vergelijking echter nog delen door <inline-math/> om uit te komen op <block-math/> Oftewel, we zorgen ervoor dat de hoogste macht van <inline-math/> geen getal (nouja, technisch gezien het getal <inline-math/>) ervoor heeft staan. Als we dit doen, dan <term>normaliseren</term> we de vergelijking.</par><par>Maar welke vorm is netter? Wiskundigen verschillen hier van mening. Sommigen vinden dat de eerste vorm netter is, aangezien er helemaal geen breuken in staan, zelfs niet bij de getallen. Anderen vinden dat de tweede genormaliseerde vorm netter is. Immers zijn er oneindig veel manieren om de vergelijking conform onze eisen op te schrijven (we kunnen het met elk getal vermenigvuldigen) maar er is maar één variant waar de hoogste macht van <inline-math/> geen getal ervoor heeft staan. Deze vorm is uniek!</par><par>In werkelijkheid hangt het van de situatie af wat handiger is. Soms wil je de vergelijking normaliseren, en soms is het handiger om eventuele breuken weg te werken. Bij opgaven geven we dus duidelijk aan wat er verwacht wordt.</par>",
    "steps": "<head>De stappen</head><par>Om een rationele vergelijking als <inline-math/> in standaardvorm te brengen, voer je de volgende stappen uit.</par><list><item><a>Als <inline-math/> in de noemer van een breuk staat, <skill-link>vermenigvuldig alle termen van de vergelijking</skill-link> met deze noemer om hem eruit te krijgen. Bij ons voorbeeld doen we dit tweemaal en krijgen zo <inline-math/>.</a></item><item><b><skill-link>Werk alle haakjes</skill-link> in de vergelijking uit. Dit zet ons voorbeeld om in <inline-math/>.</b></item><item><c><skill-link>Breng alle termen naar links</skill-link> en <skill-link>voeg soortgelijke termen samen</skill-link>, waar je de termen sorteert aan de hand van de macht van <inline-math/>, met de hoogste macht eerst. Bij ons voorbeeld komen we uit op <inline-math/>.</c></item><item><d>Afhankelijk van de exacte eisen wil je de vergelijking nog normaliseren of eventuele getalbreuken wegwerken. <skill-link>Vermenigvuldig met/deel door</skill-link> het juiste getal om dit voor elkaar te krijgen. Als we bij ons voorbeeld de vergelijking willen normaliseren, dan delen we door <inline-math/> en krijgen zo <inline-math/>.</d></item></list>"
  }
}