{
  "meta": {
    "learningGoals": "<par>In dieser Kompetenz lernst du, eine <term>quadratische Gleichung zu lösen</term>, auch wenn sie in einer anderen Form vorliegt. Du kannst eine Gleichung als <inline-math/> auf <inline-math/> reduzieren und sie dann als <inline-math/> lösen. Dazu gehört die <skill-link>Gleichung in die Standardform zurückführen</skill-link> und anschließend die <skill-link>quadratische Gleichung lösen</skill-link>, wobei das Ergebnis so weit wie möglich vereinfacht wird. Diese Kompetenz umfasst nicht das Lösen von Gleichungen, die sich nicht auf eine quadratische Gleichung reduzieren lassen.</par>"
  },
  "theory": {
    "intro": "<par>Quadratische Gleichungen treten keineswegs immer in ihrer Standardform auf. Manchmal können sie ziemlich <term>umgeschrieben</term> sein, so dass es nicht sofort klar ist, dass wir eine quadratische Gleichung haben. Wir schauen uns an, wie man das lösen kann.</par>",
    "firstClean": "<head>Fang immer mit Aufräumen an</head><par>Betrachte eine Gleichung wie <block-math/> Wenn du auf eine solche Gleichung stößt, beginne (unabhängig von der Art der Gleichung) immer damit, sie zu bereinigen. Wenn möglich, <skill-link>bringe sie in ihre Standardform</skill-link>. Für die obige Beispielgleichung können wir alle Terme mit den Nennern beider Brüche multiplizieren, um sie zu schreiben als <block-math/> Dann können wir alle Klammern erweitern und alle Terme nach links verschieben, um zu gelangen zu <block-math/> Wir haben die Gleichung so weit wie möglich vereinfacht und sie so in die Standardform gebracht. (Falls nötig, können wir sie noch normalisieren.)</par>",
    "recognizeAndSolve": "<head>Die Gleichung erkennen und lösen</head><par>Nachdem wir die Gleichung bereinigt haben, können wir sehen, ob wir den Typ der Gleichung erkennen. In diesem Fall haben wir nur Potenzen von <inline-math/>, und die höchste Potenz ist eine quadratische. Das heißt, wir haben es mit einer <term>quadratischen Gleichung</term> zu tun. Wir können den Standardplan von <skill-link>Quadratische Gleichungen lösen</skill-link> verwenden, um die Lösungen zu finden. Wir wenden die quadratische Formel an und finden <block-math/> Die Lösungen erscheinen als <inline-math/> und <inline-math/>.</par>",
    "steps": "<head>Die Schritte</head><par>Um eine umgeschriebene quadratische Gleichung wie <inline-math/> zu lösen, ist wie folgt vorzugehen.</par><list><item><a>Zuerst (unabhängig von der Art der Gleichung) <skill-link>bringst du sie in die Standardform</skill-link>. Für unser Beispiel kann man die Gleichung nach <inline-math/> bereinigen.</a></item><item><b>Anhand der Form der Gleichung bestimmst du, wie du sie lösen kannst. Wenn wir eine quadratische Gleichung haben, wenden wir den Standardplan für das <skill-link>Lösen quadratischer Gleichungen</skill-link> an. Für unser Beispiel kommen wir so zu <inline-math/>, das auch als <inline-math/> und <inline-math/> geschrieben werden kann.</b></item></list>"
  }
}