{
  "meta": {
    "learningGoals": "<par>In dieser Kompetenz lernst du, eine <term>quadratische Gleichung zu lösen</term>, wenn sie in der Standardform <inline-math/> vorliegt. Zum Beispiel kannst du in <inline-math/> feststellen, dass es eine Lösung <inline-math/> gibt, in <inline-math/> die beiden Lösungen <inline-math/> finden und diese auf <inline-math/> und <inline-math/> reduzieren, und in <inline-math/> zu <inline-math/> kommen. Dazu gehört das Bestimmen der Anzahl der Lösungen, das <skill-link>Vereinfachen der Wurzel</skill-link> (Faktoren extrahieren) und das <skill-link>Vereinfachen des resultierenden Bruches</skill-link>. Diese Kompetenz umfasst keine <skill-link>anders geschriebenen quadratischen Gleichungen</skill-link>, die dann erst in <skill-link>Standardform gebracht</skill-link> werden müssen.</par>"
  },
  "theory": {
    "intro": "<par>Eine <term>quadratische Gleichung</term> ist eine Gleichung der Form <inline-math/>: Sie ist eine Addition eines Terms mit <inline-math/>, eines Terms mit <inline-math/> und einer Konstanten, ohne höhere Potenzen von <inline-math/> oder irgendwelche Wurzeln oder ähnliches. Derartige Gleichungen lassen sich über eine Reihe von festen Schritten lösen. Auch wenn man nicht versteht, warum diese Schritte funktionieren, kommt man mit dieser Vorgehensweise zu den richtigen Lösungen.</par>",
    "theTwoSolutions": "<head>Die zwei Lösungen</head><par>Um die quadratische Gleichung ein wenig intuitiver zu machen, hilft es, ein Diagramm des Ausdrucks auf der linken Seite der Gleichung zu zeichnen. Wenn wir zum Beispiel <inline-math/> grafisch darstellen, erhalten wir das folgende Diagramm.</par><quadratisch-plot/><par>Um die Gleichung <inline-math/> zu lösen, müssen wir die Werte von <inline-math/> finden, bei denen die gezeichnete Linie die Höhe <inline-math/> hat und somit die horizontale Achse schneidet. Wir sehen, dass dies bei <inline-math/>, aber auch bei <inline-math/> der Fall ist. Mit anderen Worten: Es gibt zwei Werte von <inline-math/>, die die Gleichung erfüllen. Die Gleichung hat zwei Lösungen!</par>",
    "findingTheTwoSolutions": "<head>Die zwei Lösungen finden</head><par>Es ist einfach, Lösungen mithilfe eines Diagramms zu finden, aber normalerweise machen wir uns nicht die Mühe, ein solches Diagramm zu erstellen. Um dennoch die richtigen Werte zu finden, verwenden wir die allgemeine Lösung der quadratischen Gleichung.</par><par>Bevor wir diese Lösung verwenden können, schreiben wir die Gleichung als <block-math/>Dabei ist <inline-math/> die Zahl vor <inline-math/>, <inline-math/> ist die Zahl vor <inline-math/> und <inline-math/> ist der konstante Term in der Summe. In unserem Beispiel haben wir also <inline-math/>, <inline-math/> und <inline-math/>. Beachte, dass <inline-math/> negativ ist, weil es ein Minuszeichen gibt!</par><par>Sobald wir <inline-math/>, <inline-math/> und <inline-math/> haben, können wir sie in die allgemeine Lösung für quadratische Gleichungen einsetzen. Diese Lösung (eine Gleichung, die du dir merken solltest, weil du sie so oft benutzen wirst) lautet <block-math/>Diese wichtige Gleichung wird formal <term>quadratische Formel</term> genannt, obwohl sie in der Umgangssprache häufiger <term>abc-Formel</term> genannt wird. Du brauchst nicht zu verstehen, warum dies die Lösung ist, aber du solltest sie benutzen können. Um sie anzuwenden, setzen wir die Werte von <inline-math/>, <inline-math/> und <inline-math/> in diese Lösung ein. In unserem Beispiel erhalten wir <block-math/>Das sieht ziemlich kompliziert aus, aber wir können es vereinfachen. Wenn wir die Zahlenmultiplikationen umschreiben, kommen wir auf <block-math/>Die Wurzel wird dann zu <inline-math/>, was gleich <inline-math/> ist und das Endergebnis auf <block-math/> bringt. Beachte, dass die Lösung ein Plus-/Minuszeichen hat. Wir können entweder ein Plus oder ein Minus eingeben, und jede Option ergibt eine andere Lösung. Mit einem Minuszeichen erhalten wir <inline-math/>, während wir mit einem Pluszeichen <inline-math/> finden. Dank des Plus/Minus-Zeichens haben wir also die beiden Lösungen, nach denen wir gesucht haben! Die allgemeine Lösung funktioniert.</par>",
    "zeroSolutions": "<head>Keine Lösungen</head><par>Eine quadratische Gleichung hat jedoch nicht immer zwei Lösungen. Betrachten wir zum Beispiel die Gleichung <inline-math/>. Wenn wir sie aufzeichnen, erhalten wir den folgenden Graphen.</par><quadratisch-plot/><par>Beachte, dass dies die gleiche Parabel ist, aber sie ist <inline-math/> nach oben verschoben. Jetzt schneidet sie sich nicht mehr mit der <inline-math/>-Achse! Es gibt also keine Lösungen. Es gibt keine Zahl <inline-math/>, die <inline-math/> erfüllt.</par><par>Wir können numerisch sehen, warum dies der Fall ist. Man beachte, dass <inline-math/> immer eine positive Zahl ist. Schließlich ist das Quadrat einer Zahl immer positiv. In ähnlicher Weise ist <inline-math/> auch immer positiv. Der einzige Term in <inline-math/>, der potenziell negativ ist, ist <inline-math/>. Dieser Term wird jedoch niemals an die Größe von <inline-math/> heranreichen. Folglich kann der Ausdruck <inline-math/> niemals Null sein.</par><par>Was passiert nun, wenn wir versuchen, unsere allgemeine Lösung anzuwenden? In diesem Fall haben wir <inline-math/>, <inline-math/> und <inline-math/>. Wenn man dies ausfüllt, erhält man <block-math/>Wenn wir dies vereinfachen, wird daraus <block-math/> Man beachte, dass wir jetzt eine Wurzel aus einer negativen Zahl haben. Das ist mathematisch unmöglich: Wir können keine Wurzeln aus negativen Zahlen ziehen. Da unsere allgemeine Lösung auf eine mathematische Unmöglichkeit hinausläuft, gibt es keine möglichen Lösungen für unsere Gleichung.</par><par>Kurz gesagt: Wenn die Wurzel in der Lösung eine negative Zahl enthält (das heißt <inline-math/>), hat die quadratische Gleichung keine Lösungen.</par>",
    "oneSolution": "<head>Eine Lösung</head><par>Es gibt einen speziellen Fall, in dem die quadratische Gleichung nur eine Lösung hat. Betrachten wir zum Beispiel die Gleichung <inline-math/>. Das entsprechende Diagramm sieht wie folgt aus.</par><quadratisch-plot/><par>Beachte, die gezeichnete Linie <emp>berührt</emp> nun die <inline-math/>-Achse. Wenn dies der Fall ist, dann hat die quadratische Gleichung genau eine Lösung.</par><par>Dies ergibt sich auch aus der allgemeinen Lösung. Diesmal haben wir <inline-math/>, <inline-math/> und <inline-math/>. Setzt man dies in die allgemeine Lösung ein, erhält man <block-math/>Vereinfacht man dies, erhält man <block-math/>Beachte, dass die Wurzel gleich Null ist, was zu <inline-math/> führt. Der letzte Teil <inline-math/> ist nutzlos und kann entfernt werden, was uns zu einer einzigen Lösung <inline-math/> führt.</par><par>Kurz gesagt, wenn die Wurzel innerhalb der Lösung gleich Null ist (was bei <inline-math/> der Fall ist), dann hat die quadratische Gleichung genau eine Lösung.</par>",
    "steps": "<head>Die Schritte</head><par>Um eine quadratische Gleichung wie <inline-math/> zu lösen, ist wie folgt vorzugehen.</par><list><item><a>Vergleiche die Gleichung mit der Standardform <inline-math/>, um <inline-math/>, <inline-math/> und <inline-math/> zu bestimmen. Bei einem Minuszeichen muss die entsprechende Zahl negativ sein. In unserem Beispiel haben wir <inline-math/>, <inline-math/> und <inline-math/>.</a></item><item><b><skill-link>Gib damit</skill-link> <inline-math/>, <inline-math/> und <inline-math/> in die allgemeine Lösung <inline-math/> ein. In unserem Beispiel erhalten wir so <inline-math/>.</b></item><item><c><skill-link>Vereinfache die Wurzel</skill-link> und benutze sie, um die Anzahl der Lösungen zu bestimmen.<list><item><d>Wenn die Zahl in der Wurzel <emp>positiv</emp> ist, gibt es <emp>zwei Lösungen</emp>.</d></item><item><e>Wenn die Zahl in der Wurzel <emp>negativ</emp> ist, gibt es <emp>keine Lösungen</emp>.</e></item><item><f>Wenn die Zahl in der Wurzel gleich <emp>Null</emp> ist, gibt es genau <emp>eine Lösung</emp>.</f></item></list>In unserem Beispiel erhalten wir <inline-math/> und somit gibt es zwei Lösungen.</c></item><item><g><skill-link>Vereinfache den sich ergebenden Bruch</skill-link>, und eliminiert Bruchfaktoren, wo immer möglich. In unserem Beispiel wird <inline-math/> auf <inline-math/> reduziert.</g></item><item><h>Schreibe schließlich die Lösungen (falls es sie gibt) getrennt auf. In unserem Beispiel erhalten wir <inline-math/> und <inline-math/>.</h></item></list>",
    "derivation": "<head>Hintergrund: Herleitung der quadratischen Formel</head><par>Obwohl es für diese Kompetenz nicht notwendig ist, können wir uns ansehen, woher die quadratische Formel kommt. Um genau zu sein, können wir sie selbst herleiten! Es ist gut, diese Herleitung einmal gesehen zu haben, und sei es nur, um zu wissen, warum sie so konstruiert ist, wie sie ist.</par><par>Unser Ausgangspunkt ist die quadratische Gleichung <block-math/>Aus Gründen, die du gleich sehen wirst, multiplizieren wir alle Terme dieser Gleichung mit <inline-math/>, um <block-math/>zu erhalten. Wir addieren auch <inline-math/> und subtrahieren es gleich, <block-math/>Der Grund dafür ist, dass wir jetzt die ersten drei Terme zu einem großen Quadrat zusammenfügen können, wie <block-math/>Beachte, dass wir, wenn wir die Klammern erweitern, wieder am Anfang landen, was bedeutet, dass die Gleichung immer noch korrekt ist. Im nächsten Schritt bringen wir die anderen Terme auf die rechte Seite der Gleichung, <block-math/>Wir können nun das Quadrat eliminieren, indem wir die Wurzel aus beiden Seiten der Gleichung ziehen. Die Regel besagt, dass wir vor der Wurzel auch ein Plus-/Minus-Zeichen hinzufügen sollen. So erhalten wir <block-math/> Wenn wir <inline-math/> subtrahieren und dann durch <inline-math/> dividieren, wird daraus <block-math/> Wir haben die abc-Formel abgeleitet und bewiesen, dass sie richtig ist! Natürlich kann man jedes Mal, wenn man eine quadratische Gleichung lösen will, auch alle oben genannten Schritte befolgen, aber es ist viel einfacher, quadratische Gleichungen zu lösen, indem man einfach ein paar Zahlen in die abc-Formel einsetzt.</par>"
  }
}