{
	"meta": {
		"learningGoals": "<par>In dieser Kompetenz lernst du, eine <term>Produktgleichung mit mehreren Variablen zu lösen</term>. Dies ist vergleichbar mit dem <skill-link>Lösen einer Gleichung mit einer einzigen Variablen</skill-link>. Für eine Gleichung mit nur Multiplikationen oder Divisionen, wie <inline-math/> oder <inline-math/>, kannst du die Lösung finden, wie <inline-math/>. Dazu gehört <skill-link>Faktoren innerhalb der Gleichung zu verschieben</skill-link>, bis die unbekannte Variable isoliert ist, und <skill-link>das Ergebnis</skill-link> (oft ein Bruch) so weit wie möglich vereinfachen und anschließend <skill-link>überprüfen</skill-link>. Gleichungen enthalten keine Additionen, können aber Potenzen enthalten.</par>"
	},
	"theory": {
		"intro": "<par>Wir betrachten eine <term>Produktgleichung</term> (eine Gleichung mit nur Multiplikationen/Divisionen) mit mehreren Variablen, wie <inline-math/>. Oft ist das Ziel, die Gleichung für eine der Variablen, zum Beispiel <inline-math/>, zu lösen. In dieser Kompetenz schauen wir uns an, wie das geht.</par>",
		"whatIsSolving": "<head>Lösen einer Produktgleichung mit mehreren Variablen</head><par>Die Idee einer Gleichung mit mehreren Variablen wie <inline-math/> ist, dass wir, auch wenn wir die Werte der Variablen <inline-math/>, <inline-math/> und <inline-math/> nicht kennen, wissen, dass die Gleichheit in der Gleichung gelten muss. Es gibt eine gewisse Einschränkung für die Variablen: Sie können nicht einfach irgendeine Kombination von Werten haben.</par><par>Wir können eine Variable in einer solchen Gleichung wählen, sagen wir <inline-math/>, und die Gleichung für diese Variable lösen. Wir nennen diese 'gewählte Variable' die <term>Zielvariable</term>. Um die Gleichung für die Zielvariable zu lösen, müssen wir die Gleichung umschreiben (natürlich so, dass sie wahr bleibt), bis sie die Form <inline-math/> hat, wobei an den Punkten <emp>nicht</emp> mehr die Zielvariable <inline-math/> erscheint. Es kann (und wird) andere Variablen geben.</par>",
		"idea": "<head>Isolierung der Zielvariable</head><par>Das Verfahren zur Isolierung der Zielvariablen <inline-math/> ist genau dasselbe wie bei einem <skill-link>Produktgleichung mit einer Variable</skill-link>. Zunächst wollen wir sicherstellen, dass <inline-math/> nicht im Nenner eines Bruchs steht. Das können wir erreichen, indem wir <skill-link>den Faktor <inline-math/> auf die andere Seite verschieben</skill-link>. Das ergibt <block-math/> Beachte, dass <inline-math/> nicht mehr in einem Nenner steht.</par><par>Um <inline-math/> als nächstes zu isolieren, verschieben wir <emp>alle</emp> Faktoren außer <inline-math/> auf die andere Seite. Im Beispiel verschieben wir <inline-math/> nach rechts und erhalten <block-math/> Wir haben <inline-math/> isoliert!</par>",
		"afterwards": "<head>Nach dem Lösen</head><par>Wie üblich wollen wir nicht irgendeine Lösung, sondern eine, die so einfach wie möglich geschrieben ist. Die <skill-link>Vereinfachung des Bruchs</skill-link> ergibt <block-math/> Man beachte, dass wir zuerst den Bruch der Brüche als einen einzigen Bruch geschrieben haben, und dann haben wir die Multiplikation von <inline-math/> mit sich selbst als <inline-math/> notiert.</par><par>Da wir nun eine möglichst vereinfachte Lösung haben, müssen wir <skill-link>diese Lösung überprüfen</skill-link>. Dazu setzen wir die Lösung <inline-math/> in die <emp>originale</emp> Gleichung <inline-math/> ein. Das ergibt <block-math/> Wenn wir den Bruch als einen einzigen Bruch schreiben, wird die Gleichung umgewandelt in <block-math/> Durch die Eliminierung von Faktoren wird der Bruch auf der rechten Seite auf <inline-math/> reduziert. Die vollständige Gleichung wird dann zu <block-math/> Diese Gleichung gilt sicherlich für alle möglichen Werte von <inline-math/> und <inline-math/>, was bedeutet, dass unsere Lösung für <inline-math/> die Gleichung tatsächlich für alle möglichen Werte von <inline-math/> und <inline-math/> löst. Die Lösung ist richtig!</par>",
		"steps": "<head>Die Schritte</head><par>Um eine Produktgleichung wie <inline-math/> für eine Zielvariable wie <inline-math/> zu lösen, ist wie folgt vorzugehen.</par><list><item><a>Wenn die Zielvariable in einem Nenner steht, entferne sie dort, indem du sie <skill-link>auf die andere Seite der Gleichung verschiebst</skill-link>. Im Beispiel erhalten wir so <inline-math/>.</a></item><item><b><skill-link>Verschiebe alle Faktoren</skill-link>, die sich auf der gleichen Seite wie die Zielvariable befinden, auf die andere Seite. Damit wird unser Beispiel in <inline-math/> umgewandelt.</b></item><item><c><skill-link>Vereinfache</skill-link> das Ergebnis so weit wie möglich. Unser Beispiel ist also auf <inline-math/> reduziert.</c></item><item><d><skill-link>Überprüfe deine Lösung</skill-link>, indem du sie in die ursprüngliche Gleichung einsetzt und überprüfst, ob beide Seiten auf denselben Ausdruck reduziert werden können. Im Beispiel werden durch das Einsetzen der Lösung beide Seiten in <inline-math/> umgewandelt und stimmen somit überein.</d></item></list>"
	}
}