{
  "meta": {
    "learningGoals": "<par>In this skill you learn to <term>solve a linear equation that has fractions</term> with the unknown in the denominator. For an equation like <inline-math/> you will be able to find the solution <inline-math/>. This includes <skill-link>moving equation factors</skill-link> to get <inline-math/> out of any denominator, and subsequently <skill-link>solving the resulting linear equation</skill-link> in the default way. Effectively, this allows the solution of any type of linear equation.</par>"
  },
  "theory": {
    "intro": "<par>We may run into equations where the unknown is in the denominator of a fraction. Think of for instance <inline-math/>. Sometimes these equations are actually <term>linear equations in disguise</term>. Here we learn how to check that, and how to subsequently solve such equations.</par>",
    "cleaning": "<head>Cleaning up the equation</head><par>As usual with equations, we first clean them up. In the equation <inline-math/> we see that the unknown <inline-math/> is in the denominator, which is inconvenient. To fix this, we <skill-link>move the factor <inline-math/> to the other side</skill-link> to get <block-math/> Identically, we move the factor <inline-math/> to the other side to get <block-math/> Now <inline-math/> is not in any denominator anymore, and if we study our result, we see that we wound up with a linear equation!</par>",
    "solving": "<head>Solving the linear equation</head><par>We can now <skill-link>solve the linear equation</skill-link> in the standard way. Expanding brackets gives <block-math/> Bringing all terms with <inline-math/> to the left and all other terms to the right, we wind up with <block-math/> Merging similar terms directly simplifies this to <block-math/> Moving the factor <inline-math/> to the other side gives us the solution <block-math/> As a check, we insert this into the original equation and get <block-math/> With some work, we can see that both sides reduce to <inline-math/>, which matches. The solution is correct.</par>",
    "steps": "<head>The steps</head><par>To solve a linear equation in disguise, like <inline-math/>, take the following steps.</par><list><item><a>Whenever the unknown is in any fraction denominator, <skill-link>move this denominator (as factor) to the other side of the equation</skill-link> to fix this. For the example we do this twice to get <inline-math/>.</a></item><item><b>If the equation that comes out is a linear equation, then <skill-link>solve it</skill-link> in the default way. For the example, we indeed get a linear equation, whose solution can be found as <inline-math/>.</b></item></list>"
  }
}