{
  "meta": {
    "learningGoals": "<par>In this skill you learn to <term>solve a linear equation</term>. If you have an equation like <inline-math/> then you will be able to determine the solution for <inline-math/>. This includes <skill-link>expanding any potential brackets</skill-link>, <skill-link>moving terms around</skill-link>, <skill-link>merging similar terms</skill-link> together and eventually <skill-link>solving the resulting product equation</skill-link>. The latter also includes simplifying the result as well as checking it. This skill does not deal with <skill-link>equations with fractions containing <inline-math/> in the denominator</skill-link>.</par>"
  },
  "theory": {
    "intro": "<par>A <term>linear equation</term> is an equation like <inline-math/>, containing only terms with a number or a number times <inline-math/>. Sometimes there are also numbers multiplied by brackets, like in <inline-math/>, but there are no squares <inline-math/> or more complicated terms. This skill is about solving such an equation to find which value of <inline-math/> satisfies it.</par>",
    "cleaning": "<head>Cleaning up the equation</head><par>The first thing we always do when solving an equation like <inline-math/> is clean it up. That starts with <skill-link>expanding brackets</skill-link>: if there are any containing <inline-math/>, get rid of them. Doing so for the example gives <block-math/> Next, we want to sort out the terms: we <skill-link>move the terms</skill-link> with <inline-math/> to one side (for instance the left) and the terms without <inline-math/> to the other side (the right). For our example this turns it into <block-math/> Finally we <skill-link>merge terms together</skill-link> on both sides. The example then reduces to <block-math/> We have rewritten the equation to a form that is a lot simpler! In fact, you may recognize that it's now a <skill-link>product equation</skill-link>.</par>",
    "solving": "<head>Solving the cleaned equation</head><par>To solve the cleaned equation, we use the default approach for <skill-link>solving product equations</skill-link>. We <skill-link>move the factor</skill-link> before the <inline-math/> to the other side and <skill-link>simplify</skill-link> the result. This gives <block-math/> Finally we insert this solution into the original equation to <skill-link>check</skill-link> it. Doing so gives <block-math/> Both sides reduce to <inline-math/>, which is the same. The solution is correct!</par>",
    "steps": "<head>The steps</head><par>To solve a linear equation like <inline-math/>, take the following steps.</par><list><item><a>If there are any brackets containing the unknown, <skill-link>expand them</skill-link>. This turns the example into <inline-math/>.</a></item><item><b><skill-link>Move all terms</skill-link> with the unknown to one side and all terms without the unknown to the other side. For the example, if we move everything with <inline-math/> to the left and the rest to the right, we get <inline-math/>.</b></item><item><c><skill-link>Merge similar terms together</skill-link> on both sides. Doing so for the example reduces it to <inline-math/>.</c></item><item><d><skill-link>Solve the resulting product equation</skill-link> in the usual way, including simplifying the outcome and checking it. For the example we end up with <inline-math/> which indeed balances the original equation.</d></item></list>"
  }
}