{
  "meta": {
    "learningGoals": "<par>In this skill you learn to <term>expand brackets for a power of a product</term>. If you see an expression like <inline-math/> you can turn this into <inline-math/> which subsequently becomes <inline-math/>. This includes <skill-link>simplifying products of numbers</skill-link> into a single number. It may also include <skill-link>rewriting negative powers</skill-link> like turning <inline-math/> into <inline-math/>.</par>"
  },
  "theory": {
    "intro": "<par>Suppose that we encounter an expression like <inline-math/>. Is there a way to write this in a simpler fashion? One thing that we can do is <term>expand the brackets</term>.</par>",
    "idea": "<head>The round-about method</head><par>First we will examine the long method to expanding the brackets. For this method, it's important to remember that a power is simply a repeated multiplication. So <inline-math/> effectively comes down to <block-math/> Looking at the part on the right-hand side, we see that the brackets aren't really necessary. After all, when multiplying factors, the order of multiplication doesn't matter. So we can write it as <block-math/> As next simplification, we can <skill-link>merge all the numeric multiplications into a single factor</skill-link>. Since <inline-math/> equals <inline-math/> this reduces to <block-math/> Similarly, <inline-math/> can be <skill-link>written as a power</skill-link>, being <inline-math/>. All together, this gives us the final result <block-math/> This is as simple as we can possibly write it.</par>",
    "shortcut": "<head>The short-cut</head><par>We can shorten the above method significantly. If we look at the final result, we see that it actually equals <inline-math/>. More generally, the official rule says that <block-math/> for <emp>any</emp> values of <inline-math/>, <inline-math/> and <inline-math/>. Using this rule, we can immediately write <inline-math/> as <inline-math/> which subsequently reduces to <inline-math/>.</par>",
    "negativePowers": "<head>Negative exponent</head><par>Sometimes you encounter a negative exponent. For instance, how can we write <inline-math/> in a simpler way?</par><par>The key here is to first <skill-link>rewrite the negative power</skill-link> as a positive one. The rule here directly says that we may write <block-math/> In this way we turn any negative power into a positive one.</par><par>Afterwards, the steps are the same as before, but then everything happens below the division bar. We can hence write <block-math/> So in short, if you encounter a negative exponent, first turn it into a division and then do everything in the same way as usual.</par>",
    "steps": "<head>The steps</head><par>To expand brackets for a power of a product in the long way, like for instance with <inline-math/>, take the following steps.</par><list><item><a>If the exponent is a negative number, first <skill-link>rewrite the negative power</skill-link> as a division. For the example, we turn <inline-math/> into <inline-math/>.</a></item><item><b><skill-link>Write the power</skill-link> as a multiplication. For the example, we may write <inline-math/> as <inline-math/>.</b></item><item><c><skill-link>Merge all numeric factors into a single numeric factor</skill-link>. We could write <inline-math/> as <inline-math/> to get <inline-math/>.</c></item><item><d><skill-link>Merge all variables into a power</skill-link>. We may write <inline-math/> as <inline-math/> which turns the final result into <inline-math/>.</d></item></list><par>Alternatively, you can shorten the above steps through the rule <inline-math/>. You then get the following steps.</par><list><item><e>(Identical to above:) If the power is a negative number, first <skill-link>rewrite the negative power</skill-link> as a division. For the example, we turn <inline-math/> into <inline-math/>.</e></item><item><f>Apply the rule <inline-math/> to bring the power inside the brackets. The example now turns into <inline-math/>.</f></item><item><g><skill-link>Expand any power of a number</skill-link> to simplify the final expression. In the example we can turn <inline-math/> into <inline-math/> to get <inline-math/>.</g></item></list><par>In practice, given enough practice, you will eventually always end up applying the second method since it's much faster.</par>"
  }
}