{
  "meta": {
    "learningGoals": "<par>In this skill you learn to <term>pull a factor out of brackets</term>. If you see an expression like <inline-math/> you will be able to pull a factor <inline-math/> and a factor <inline-math/> out of brackets to wind up with <inline-math/>. This includes understanding the reasoning behind why this works: writing the expression as a fraction and subsequently splitting the fraction and simplifying the result. The skill does not include recognizing which factor would be wise to pull out of the brackets.</par>"
  },
  "theory": {
    "intro": "<par>We know how to expand brackets, rewriting <inline-math/> as <inline-math/>. But can we also do the opposite? How do we <term>pull a factor out of brackets</term>? There is a slightly long procedure that always works, but afterwards we also look at a short-cut you can take.</par>",
    "idea": "<head>The idea</head><par>Suppose that we have an expression like <inline-math/> and we want to pull a <term>factor</term> <inline-math/> out of the brackets. The first step is to write it as <block-math/> For our example, this means that we initially write <block-math/> Note that dividing the original expression by <inline-math/> and subsequently multiplying by it leaves it unchanged, so both sides of the equation must be the same.</par><par>The fraction within the brackets can be simplified. First we can use the rules of <skill-link>merging/splitting like fractions</skill-link> to split up the fraction, getting <block-math/> Next, we can <skill-link>simplify each of the resulting fractions</skill-link> by canceling fraction factors, giving <block-math/> All together, the final outcome is <block-math/> At the end we can check if we have done everything correctly by <skill-link>expanding the brackets</skill-link>. When we do, we should wind up with the original expression, which is indeed the case for our example. That means we did not make a mistake.</par>",
    "shortCut": "<head>The short-cut</head><par>The above procedure with a fraction always works, but often it is a bit elaborate. In practice, it can be done faster. The idea is that we know we will wind up with an expression of the form <block-math/> We only have to figure out what comes on the place of the dots. The first set of dots should be something that, when multiplied by <inline-math/>, becomes <inline-math/>. With some experience we directly see that this is <inline-math/>. Similarly, the second set of dots should be something that, when multiplied by <inline-math/>, becomes <inline-math/>. We can once more realize that this is <inline-math/>. In this way, we directly wind up with <block-math/> If you have enough experience to apply this short-cut, you are of course welcome to do so.</par>",
    "steps": "<head>The steps</head><par>To pull a factor out of brackets, like when pulling <inline-math/> out of <inline-math/>, take the following steps.</par><list><item><a>Start by writing down <inline-math/>. For our example we hence write <inline-math/>.</a></item><item><b>Split the fraction inside the brackets up into multiple fractions using the default rules for <skill-link>merging/splitting fractions</skill-link>. For the example we hence get <inline-math/>.</b></item><item><c><skill-link>Simplify all fractions</skill-link> within the brackets, canceling factors where possible. This turns our example into <inline-math/>.</c></item><item><d>Check your result by <skill-link>expanding the brackets</skill-link> in your final result. You should wind up with exactly what you started with. And indeed, if we expand the brackets for <inline-math/> then we get <inline-math/>.</d></item></list><par>Note that there are short-cuts that directly get you the required result, if you have the insights to use them properly.</par>"
  }
}