{
  "meta": {
    "learningGoals": "<par>In this skill you learn to <term>expand brackets for a power of a sum</term>. If you see an expression like <inline-math/> you can turn this into <inline-math/>. This includes setting up the right format, taking <skill-link>powers of each of the terms</skill-link>, looking up the right multiplication coefficients, and eventually <skill-link>simplifying all individual terms</skill-link>. This skill also concerns negative powers like <inline-math/>. It only considers sums with two terms, not dealing with expansions like <inline-math/> or similar.</par>"
  },
  "theory": {
    "intro": "<par>Suppose that we encounter an expression like <inline-math/>. We could once more <term>expand the brackets</term> for this. Let's take a look at how it works.</par>",
    "idea": "<head>The round-about method</head><par>First we will examine the long method of expanding the brackets. We usually would not use this method in practice because we'll get very big expressions. In this method, we write the power out fully as<block-math/>Next, we can start expanding brackets. First we expand the brackets on the left. This results in<block-math/>We then expand the second set of brackets for each term. This results in<block-math/>If we then also expand the last brackets everywhere, we get<block-math/>Note that every possible combination of the factors <inline-math/> and <inline-math/> is in there. This means that the resulting expression is huge. Luckily, we can simplify it a lot.</par><par>First we can simplify all individual terms to get<block-math/>Now we see that some terms appear multiple times. Specifically, we have three times the term <inline-math/> and three times the term <inline-math/>. We can simplify this as well! This gives us the final result<block-math/>It was a lot of work, but we got to the final result.</par>",
    "visualization": "<head>Making sense of the outcome</head><par>The outcome may seem confusing and overly large. However, there is a reason why it is set up the way it is. To grasp this, it helps to visualize it. In geometry, a square or second power like <inline-math/> calculates an area.</par><square-visualization/><par>The square <inline-math/> represents the entire area, but we can also split it up into smaller areas. If we expand brackets, then we get the expression <inline-math/>. Here every term represents a smaller area.</par><par>We can do the same for a cube/third power like <inline-math/> which represents a volume.</par><cube-visualization/><par>Here <inline-math/> represents the full volume of the cube, but we can also split it up into smaller blocks. These blocks represent the individual terms in <inline-math/>. Specifically, we have one large cube for <inline-math/>, three square-like blocks for <inline-math/>, three rectangular blocks for <inline-math/>, and one small cube for <inline-math/>.</par>",
    "shortcut": "<head>The short-cut</head><par>The above method is a lot of work, and even more so when the exponent becomes bigger. So let's study a short-cut.</par><par>First we want to find the terms that will appear in the final expansion. Effectively, these are the blocks from the above cube. These are<math-list/>Note that we take a power of the first term <inline-math/> and a power of the second term <inline-math/>, making sure that both exponents add up to <inline-math/> (the exponent we originally started off with), and subsequently multiply these two powers.</par><par>Next, we want to determine how often each of these terms will appear in the final expansion. So effectively how often each block appears in the cube. For our example, the terms appeared respectively, one, three, three and one time(s). These numbers may seem familiar if you're familiar with Pascal's triangle. <term>Pascal's triangle</term> is a triangle of numbers where every number is the sum of the two numbers diagonally above it.</par><pascals-triangle/><par>Note row number three. It is exactly the number of times that each of our terms appeared in the final result! So if we want to know how many times a certain term appears in the final result, we look up the row corresponding to the original exponent (for us <inline-math/>) from Pascal's triangle.</par><par>We use the numbers from Pascal's triangle as multiplication factors for each of our terms. If we do so for our example, we get the terms<math-list/>Finally we add up all the resulting terms. This gives us the final result<block-math/>So the key is to first calculate the terms that will appear in the final expansion, find out how often they occur using Pascal's triangle, and then assemble the final result accordingly. Especially when the power gets big, this method will save you a lot of work compared to the alternative of expanding every individual set of brackets.</par>",
    "steps": "<head>The steps</head><par>To expand brackets for a power of a sum, like for instance with <inline-math/>, take the following steps.</par><list><item><a>Find all terms that will appear in the final expansion by taking the two original terms, <skill-link>calculating their various powers</skill-link>, and multiplying the outcomes in the right way. That is, the two exponents of the two terms should always add up to the original exponent. For the example, we write down <inline-math/>, <inline-math/>, <inline-math/> and <inline-math/>. Note that the exponents always add up to <inline-math/>.</a></item><item><b>Look up the coefficients in Pascal's triangle, in the row whose number equals the original exponent. For the example, we look up row three to find the coefficients <inline-math/>, <inline-math/>, <inline-math/> and <inline-math/>.</b></item><item><c>Multiply each term by its respective coefficient and <skill-link>simplify the results</skill-link>. In the example we get <inline-math/>, <inline-math/>, <inline-math/> and <inline-math/>.</c></item><item><d>Add up all the terms to get the final result. So we get <inline-math/>.</d></item></list>",
    "PascalsTriangleRow": "Row"
  }
}