{
  "meta": {
    "learningGoals": "<par>In deze vaardigheid leer je <term>breuken met meerdere variabelen op te tellen/af te trekken</term>, zoals het samenvoegen van <inline-math/> tot <inline-math/>. Dit omvat het <skill-link>vermenigvuldigen van beide kanten van een breuk met een factor</skill-link> om een gelijke noemer te krijgen, en het hieropvolgende <skill-link>optellen van de twee gelijknamige breuken</skill-link>. Je leert ook het omgekeerde: het weer splitsen van de breuk, zoals het omzetten van <inline-math/> naar <inline-math/>. Dit omvat het <skill-link>splitsen in gelijknamige breuken</skill-link> en het vervolgens <skill-link>vereenvoudigen van de betreffende breuken</skill-link>. De vaardigheid vereist niet het <skill-link>uitwerken van haakjes</skill-link> of het omgaan met <skill-link>breuken binnen breuken</skill-link>.</par>"
  },
  "theory": {
    "intro": "<par>Als we twee getalbreuken met ongelijke noemer optellen, zoals <inline-math/>, dan weten we hoe dit moet: we maken de noemers gelijk door de breuken anders op te schrijven (zoals <inline-math/>) en tellen dan de breuken op om <inline-math/> te krijgen. Maar hoe werkt dit als er variabelen bij zijn, zoals bij het herschrijven van <inline-math/>? Het antwoord is: precies net zo. Maar er zijn een paar dingen om in gedachten te houden.</par>",
    "adding": "<head>Twee breuken optellen</head><par>We willen twee <term>niet-gelijknamige breuken</term> (breuken met ongelijke noemer) optellen/aftrekken, zoals <block-math/> We weten hoe we twee <skill-link>gelijknamige breuken optellen</skill-link> (met gelijke noemer), maar deze keer hebben onze breuken niet dezelfde noemer. Om deze breuken nog steeds op te kunnen tellen, moeten we er eerst voor zorgen dat ze wel dezelfde noemer hebben.</par><par>De eerste stap is het vinden van de <term>kleinste gemeenschappelijke veelvoud</term> van de twee noemers. Merk op dat de ene noemer gelijk is aan <inline-math/> terwijl de andere noemer <inline-math/> is. Elke factor die in één of beiden van deze noemers verschijnt, zit ook in de kleinste gemeenschappelijke veelvoud, die daarmee uitkomt op <inline-math/>.</par><par>De tweede stap is het herschrijven van de beide breuken zodat ze <inline-math/> als noemer hebben. Dit geeft <block-math/> Merk op dat hier gelijkheid geldt: we kunnen zelfs weer <skill-link>factoren wegstrepen</skill-link> om terug te komen op waar we mee begonnen.</par><par>Nu we twee breuken met gelijke noemer hebben, kunnen we ze op de gebruikelijke wijze <skill-link>optellen</skill-link>. We voegen de tellers samen en krijgen zo <block-math/> We hebben de twee breuken als enkele breuk geschreven.</par>",
    "splitting": "<head>Breuken opsplitsen</head><par>We kunnen ook het omgekeerde van het bovenstaande doen. Stel dat we een breuk als <inline-math/> hebben, met meerdere termen in de teller. Hoe kunnen we deze dan in losse breuken opsplitsen?</par><par>De eerste stap is het letterlijk opsplitsen ervan, waarbij we precies het omgekeerde doen van als we <skill-link>gelijknamige breuken optellen</skill-link>: elke term uit de teller krijgt zo een eigen breuk, elk met dezelfde noemer. Dit geeft <block-math/> Vervolgens <skill-link>vereenvoudigen we de breuken</skill-link>, waarbij we zo veel mogelijk breukfactoren wegstrepen. Zo vinden we <block-math/> Dit is waar we oorspronkelijk mee begonnen, wat laat zien dat we inderdaad precies het omgekeerde gedaan hebben van breuken samenvoegen.</par>",
    "steps": "<head>De stappen</head><par>Om twee breuken met meerdere variabelen op te tellen/af te trekken, zoals <inline-math/>, neem je de volgende stappen.</par><list><item><a>Vind de kleinste gemeenschappelijke veelvoud van de noemers van de twee breuken. Bij het voorbeeld is dit <inline-math/>.</a></item><item><b>Herschrijf beide breuken via het <skill-link>toevoegen van factoren</skill-link> om ze beiden deze noemer te geven. Dit zet het voorbeeld om in <inline-math/>.</b></item><item><c><skill-link>Tel de gelijknamige breuken op</skill-link> in de gebruikelijke wijze. Bij het voorbeeld krijgen we zo het eindresultaat <inline-math/>.</c></item></list><par>Voor het omgekeerde, bij het opsplitsen van een breuk als <inline-math/>, zijn de stappen soortgelijk.</par><list><item><d><skill-link>Splits de breuk op in gelijknamige breuken</skill-link>. Dit zet het voorbeeld om in <inline-math/>.</d></item><item><e><skill-link>Vereenvoudig de breuken</skill-link> zo veel als mogelijk. In het voorbeeld wordt het eindresultaat zo <inline-math/>.</e></item></list>"
  }
}