{
  "meta": {
    "learningGoals": "<par>In deze vaardigheid leer je om een <term>breuk van breuksommen met meerdere variabelen te vereenvoudigen</term>, zoals het omzetten van <inline-math/> in de enkele breuk <inline-math/>. Dit omvat het <skill-link>optellen/aftrekken van breuken</skill-link> en het hieropvolgende <skill-link>vereenvoudigen van de breuk van breuken</skill-link>. De vaardigheid vereist niet het <skill-link>uitwerken van haakjes</skill-link> of andere soortgelijke/afgeleide operaties.</par>"
  },
  "theory": {
    "intro": "<par>Eerder hebben we gezien hoe je <skill-link>breuken optelt</skill-link> (een som van breuken als enkele breuk schrijft) en ook hoe je <skill-link>breuken deelt</skill-link> (een breuk van breuken als enkele breuk schrijft). Nu bekijken we een ingewikkeldere opzet. Als we een breuk hebben met een som van breuken erin, zoals <inline-math/>, hoe zetten we dit dan om in een enkele breuk?</par>",
    "adding": "<head>Breuken optellen</head><par>De eerste stap is het waar mogelijk optellen van breuken. In dit geval is er slechts één som van breuken. Om ze op te tellen, zorgen we er eerst voor dat ze dezelfde noemer hebben. Dit zet de oorspronkelijke uitdrukking om in <block-math/> De breuken samenvoegen geeft vervolgens <block-math/> Nu zijn er geen optellingen/aftrekkingen van breuken meer.</par>",
    "simplifying": "<head>Breukdelingen vereenvoudigen</head><par>De tweede en laatste stap is het vereenvoudigen van de deling van breuken. Eerst gebruiken we de standaard regels voor het delen van breuken om het als een enkele breuk te schrijven, <block-math/> De getallen in deze breuk kunnen nog verder vereenvoudigd worden. Om precies te zijn kunnen we zowel de teller als de noemer door <inline-math/> delen om uit te komen op <block-math/> Dit is zo eenvoudig als maar kan. Natuurlijk kunnen we de haakjes nog uitwerken, maar het is een kwestie van voorkeur of dit daadwerkelijk \"eenvoudiger\" is, dus dit is hier niet verplicht.</par>",
    "steps": "<head>De stappen</head><par>Om een breuk van breuksommen als <inline-math/> te vereenvoudigen, neem je de volgende stappen.</par><list><item><a><skill-link>Schrijf alle optellingen/aftrekkingen van breuken als enkele breuk</skill-link>. Dit zet het voorbeeld om in <inline-math/>.</a></item><item><b><skill-link>Vereenvoudig de breuk van breuken</skill-link>, waarbij je hem als enkele breuk opschrijft en zo veel factoren als mogelijk wegstreept. Bij het voorbeeld krijgen we zo het eindresultaat <inline-math/>.</b></item></list>"
  }
}